[ null, {
  "name" : "Jalapeno Purple",
  "altNames" : "Jalapeno Purple",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "5.000",
  "shuMax" : "7.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Purple.jpg",
  "description" : "Jalapeno Purple: C. annuum. Hybrid variety from Mexico. A little more spicy Jalapeno classic. The plant can also be considered ornamental with its purple flowers. Even the fruits ripen from green to deep purple to red in 75 days. 5.000 - 7.000 SHU."
}, {
  "name" : "Black Prince",
  "altNames" : "Black Prince",
  "species" : "Capsicum annuum",
  "origin" : "Sud America",
  "shuMin" : "5.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Black%20Prince.jpg",
  "description" : "Black Prince: C. annuum. Ornamental variety originally from South America. Grown and selected by Native Americans. The plant develops compact and bushy, growing in height from 45 to 60 cm. Ideal for borders. The fruits ripen from black to dark green to red in 90 days. 5.000 - 30.000 SHU."
}, {
  "name" : "Orange Lantern",
  "altNames" : "Orange Lantern",
  "species" : "Capsicum chinense",
  "origin" : "Peru",
  "shuMin" : "15.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Orange%20Lantern.jpg",
  "description" : "Orange Lantern: C. chinense. Variety originating from Peru. The plant grows to about 60 cm high in pots and looks like a small bush, very productive. During growth, some branches and veins of leaves take on a dark purple hue. The fruits measure about 2.5 cm wide and 3.5 cm long. In our case the black color is due to low night temperatures but generally the fruits ripen from green to orange. 15.000 - 30.000 SHU."
}, {
  "name" : "Aji Pineapple",
  "altNames" : "Aji Pineapple",
  "species" : "Capsicum baccatum",
  "origin" : "Peru",
  "shuMin" : "15.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Pineapple.jpg",
  "description" : "Aji Pineapple: C. baccatum. Variety originating from Peru. The plant grows large and bushy, can grow over 1.5 meters and is extremely productive. The fruits are about 6 cm long, 2 cm broad and ripen from green to yellow. The very fruity flavor and the particular aroma of the pineapple, makes it suitable for the preparation of sauces. Not to be confused with the Aji Lemon Drop. 15.000  30.000 SHU."
}, {
  "name" : "Beni Highlands",
  "altNames" : "Beni Highlands",
  "species" : "Capsicum chinense",
  "origin" : "Bolivia",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Beni%20Highlands.jpg",
  "description" : "Beni Highlands: C. chinense. Variety originally from Bolivia. The plant is sturdy and extremely prolific. It has a citrus flavor and very fruity aroma. Mature from green to lemon yellow to golden yellow, or red depending on the variety. in 100 days. 30.000 - 50.000 SHU."
}, {
  "name" : "NuMex Bailey Piquin",
  "altNames" : "NuMex Bailey Piquin",
  "species" : "Capsicum annuum",
  "origin" : "Brasile",
  "shuMin" : "90.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Bailey%20Piquin.jpg",
  "description" : "NuMex Bailey Piquin: C.annuum. Hybrid variety from the USA. Built in 1991 by Dr. Paul Bosland and Jaime Iglesias. Named after Mr. Alton L. Bailey has contributed to the variety. The plant has a low profile design, develop bushy and is very productive. The fruits ripen from green to red. The NuMex Bailey Piquin is unique as it falls from the stem when it is ripe. 90.000 - 100.000 SHU."
}, {
  "name" : "Rocotillo",
  "altNames" : "Rocotillo",
  "species" : "Capsicum baccatum",
  "origin" : "Peru",
  "shuMin" : "1.500",
  "shuMax" : "2.500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Rocotillo.jpg",
  "description" : "Rocotillo: C.baccatum. Original variety from Peru. There is one variant C. chinense but the origins are uncertain, perhaps Puerto Rico. It is grown in Cuba, Puerto Rico and in the southern United States. Fruity and slightly spicy is used in Mexican or Spanish cuisine for soups, stews or sauce, sauteed vegetables. The plant is very productive and can reach considerable size. The fruits ripen from green to red, orange or brown depending on the variety. 1500 - 2500 SHU."
}, {
  "name" : "NuMex Joe E Parker",
  "altNames" : "NuMex Joe E. Parker",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "800",
  "shuMax" : "900",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Joe%20E.%20Parker.jpg",
  "description" : "NuMex Joe E. Parker: C. annuum. Hybrid variety from the USA. Built in 1990 by Dr. Paul Bosland and comes from a selection of NuMex 6-4. It is named for Joe E. Parker, a graduate of NMSU who contributed to the realization of the variety. Much like the NuMex 6-4, the plant grows 70 to 80 cm, can grow to 20 cm in length but whose flesh is thicker, better quality and resistant to tobacco mosaic virus (TMV). 800 - 900 SHU."
}, {
  "name" : "Pimiento de Herbon Padron",
  "altNames" : "Pimiento de Padron",
  "species" : "Capsicum annuum",
  "origin" : "Spain",
  "shuMin" : "0",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Pimiento%20de%20Herbón%20Padrón.jpg",
  "description" : "Pimiento de Herbon Padron: C. annuum. Variety from Galicia imported from the missionaries of the Franciscan convent of Herbon during the sixteenth century from the Americas and then cultivated in the convent of San Francisco de Herbon (parish of Padron) in the province of La Coruna. Grilled or fried in a pan, the Pimiento de Padron are part of the Galician gastronomy and are generally devoid of spiciness but sometimes you can find some particularly spicy specimens. The Galicians use a popular phrase: \"Os pementos de Padron, uns pica and outros not\". Every first Saturday of August in the Galician town of Padron, the Pimiento de Padron Festival has been held since 1978. On 1 July 2009 the \"Pimiento de Padron\" obtained the recognition of D.O.P. (Denominacion Origen Protegida) and in 4 August 2010 is renamed \"Pimiento de Herbon\" by the Consejo Regulador Provisional. The plant grows on average up to 1 m tall, the flowers are white and the fruits ripen from green to red."
}, {
  "name" : "Trinidad Scorpion Orange",
  "altNames" : "Trinidad Scorpion Orange",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad and Tobago",
  "shuMin" : "800.000",
  "shuMax" : "1.000.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Trinidad%20Scorpion%20Orange.jpg",
  "description" : "Trinidad Scorpion Orange: C. chinense. Variety originally from Trinidad and Tobago an island nation located in the Caribbean Sea to the northeast of Venezuela in the archipelago of the Lesser Antilles. Variant of the Trinidad Scorpion, is among the hottest peppers in the world, with an extraordinary citrus flavor. The plant can reach 120 cm, is robust and very productive. Matures from green to orange in 120 days about. 800.000 - 1.000.000 SHU."
}, {
  "name" : "Aji Cachucha",
  "altNames" : "Aji Cachucha",
  "species" : "Capsicum chinense",
  "origin" : "Cuba",
  "shuMin" : "0",
  "shuMax" : "0",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Cachucha.jpg",
  "description" : "Aji Cachucha: C. chinense Variety originally from Cuba. Although a C. chinense not it has the characteristic hotness. And 'small, 3-4 cm, the fruits ripen from a light green to red. It has the typical Habanero flavor but not spicy. E 'known, especially in Puerto Rico, as Aji Dulce. In the tropics, this plant can grow as a perennial. This pepper is used to season dishes and is an important ingredient for sofrito, a sauce used in various Latin American cuisines."
}, {
  "name" : "NuMex Eclipse",
  "altNames" : "NuMex Eclipse",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "300",
  "shuMax" : "500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Eclipse.jpg",
  "description" : "NuMex Eclipse: C.annuum. Hybrid variety from the USA. Built in 1988 by Dr. Paul Bosland, Jaime Iglesias and Steve Tanksley. Selection originated from a hybridization between a Permagreen, a green pepper and a bell NuMex 6-4, at New Mexico State University. The fruits ripen from green to brown. Variety used mainly as an ornamental. 300 - 500 SHU."
}, {
  "name" : "Corno di Toro Rosso",
  "altNames" : "Corno di Toro Rosso",
  "species" : "Capsicum annuum",
  "origin" : "Italy",
  "shuMin" : "0",
  "shuMax" : "500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Corno%20di%20Toro%20Rosso.jpg",
  "description" : "Corno di Toro Rosso: C. annuum. Variety from Italy. Vigorous and early with abundant fruiting. The fruits of conical shape whose flesh is thick and fleshy and can reach 18-20 cm. Mature from green to dark red. Ideal to be eaten fresh, but also fried, grilled, salted or pickled. 0 - 500 SHU."
}, {
  "name" : "Jimmy Nardello",
  "altNames" : "Jimmy Nardello",
  "species" : "Capsicum annuum",
  "origin" : "Italy",
  "shuMin" : "0",
  "shuMax" : "0",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jimmy%20Nardello.jpg",
  "description" : "Jimmy Nardello: C. annuum. Heirloom variety from Italy. Cultivated every year by Giuseppe and Angela Nardiello at Ruoti in Basilicata. The Nardiello family emigrated in 1887 to Naugatuck, Connecticut. This variety is named after their fourth son Jimmy. The seeds were donated by Jimmy Nardiello to the Seed Savers Exchange in 1980. The plant maintains a contained structure from 60 to 70 cm. The fruits measure up to about 20 cm, have a thin pulp and have a good sweet taste. This variety has been placed in \"The Ark of Taste\" by the Slow Food organization and is considered one of the best frying peppers. Matures from green to red in 80 - 90 days. 0 - 0 SHU."
}, {
  "name" : "Purple Tiger",
  "altNames" : "Variegata Trifetti",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "5.000",
  "shuMax" : "10.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Purple%20Tiger.jpg",
  "description" : "Purple Tiger: C. annuum. Ornamental variety from the USA. The plant is known for its beautiful variegation in purple, white and green. Some plants are predominantly white and purple. The plant maintains a low structure. It grows up to 30 - 40 cm. The fruits ripen in different chromatic passages ranging from green to dark purple, to green and yellow, to green and orange, to intense red. 5.000 - 10.000 SHU."
}, {
  "name" : "Jalapeno Conchos",
  "altNames" : "Jalapeno Conchos",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Conchos.jpg",
  "description" : "Jalapeno Conchos: C. annuum. Hybrid variety from Mexico. From the region of San Francisco de Conchos, Chihuahua. The plant is higher than the norm. The fruits are cylindrical and smooth. Ripen from dark green to red with a moderate spiciness in 65 days."
}, {
  "name" : "Purple Flash",
  "altNames" : "Purple Flash",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "5.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Purple%20Flash.jpg",
  "description" : "Purple Flash: C. annuum. Ornamental variety from the USA. The plant grows bushy and is stunningly beautiful. The leaves are dark purple but growing appears a variegation that assumes colors white, green and purple. The flowers are dark purple, the fruits are small and round and ripen from purple to red. It has a good tolerance to the high summer temperatures, humidity and drought. Winner in 2010 of the \"Mississippi Medalions\", it's probably one of the most beautiful ornamental varieties. 5.000 - 30.000 SHU."
}, {
  "name" : "Aji Andean",
  "altNames" : "Aji Andean",
  "species" : "Capsicum baccatum",
  "origin" : "Peru",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Andean.jpg",
  "description" : "Aji Andean: C. baccatum Originally from Peru. The plant is very prolific with fruits from 6 cm. Matures from green to orange to red in 80 - 100 days"
}, {
  "name" : "Pasilla Bajio",
  "altNames" : "Chilaca",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "1.000",
  "shuMax" : "2.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Pasilla%20Bajio.jpg",
  "description" : "Pasilla Bajio: C.annuum. Variety from Mexico. Dates back to early 1900. Chilaca called when fresh and Pasilla when dry. Flesh thin and a little watery. The aroma is very special and complex: it seems to remember the dried fruit, liquorice, dark chocolate and for some even the aroma of smoke. The dried fruit are the basis for the preparation of many Mexican sauces calls \"mole\" including the \"mole negro\" and \"mole poblano\". The fruits ripen from green to dark brown when dried and become blacks. 1000 - 2000 SHU."
}, {
  "name" : "Fatalii Orange",
  "altNames" : "Fatalii Orange",
  "species" : "Capsicum chinense",
  "origin" : "Central African Republic",
  "shuMin" : "200.000",
  "shuMax" : "325.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Fatalii%20Orange.jpg",
  "description" : "Fatalii Orange: C. chinense. Variety from Central Africa. It's a kind of chili closely related all'Habanero. The plant can grow large and the fruit ripens from light green to orange. Has a pronounced citrus aroma that makes it ideal for making sauces to accompany the typical local seafood. 200.000 - 325.000 SHU."
}, {
  "name" : "Naga Black",
  "altNames" : "Naga Black",
  "species" : "Capsicum chinense",
  "origin" : "Nagaland \\ India",
  "shuMin" : "800.000",
  "shuMax" : "1.000.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Naga%20Black.jpg",
  "description" : "Naga Black: C. chinense. A rare Naga mutation discovered in 2009 in a cultivated field of Naga red in Nagaland, north\\east India. The plant has stems and leaves green as a normal Naga but the fruits are bigger and ripen from light green to reddish brown. 800.000 - 1.000.000 SHU."
}, {
  "name" : "Cabai Merah Besar",
  "altNames" : "Cabai Merah Besar",
  "species" : "Capsicum annuum",
  "origin" : "Malaysia",
  "shuMin" : "5.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cabai%20Merah%20Besar.jpg",
  "description" : "Cabai Merah Besar: C. annuum. Variety from Malaysia. It is a larger variant of Cabai Burong. Probably a hybrid between C. frutescens and C. annuum. The plant maintains an average structure, the fruits ripen from green to red in 90 days. 5.000 - 30.000 SHU."
}, {
  "name" : "NuMex No 9",
  "altNames" : "NuMex No. 9",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "1.000",
  "shuMax" : "1.500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Sorry%20image%20not%20available..jpg",
  "description" : "NuMex No. 9: C. annuum. Hybrid variety from the USA. Built in 1921 by Dr. Fabian Garcia from a selection of three types: Pasilla, Colorado, and Chile Negro. It was the chili standard until 1950, and helped create the Mexican food industry in the United States. 1.000 - 1.500 SHU."
}, {
  "name" : "Cabai Burung",
  "altNames" : "Cabai Burung",
  "species" : "Capsicum frutescens",
  "origin" : "Malaysia",
  "shuMin" : "5.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cabai%20Burung.jpg",
  "description" : "Cabai Burung: C. frutescens. Variety from Malaysia. Cabai in Indonesian means chili and Burung bird, (Bird pepper). Takes on different names depending on the use in the kitchen. Cabai Hijau - Green, Cabai Merah - red, Cabai Kering - dry. There is a variant, the Cabai Merah Besar - big red. The plant maintains an average structure, the fruits ripen from light green to red in 90 days. 5.000 - 30.000 SHU."
}, {
  "name" : "Devil Tongue",
  "altNames" : "Devil Tongue",
  "species" : "Capsicum chinense",
  "origin" : "Pennsylvania",
  "shuMin" : "125.000",
  "shuMax" : "325.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Devil%20Tongue.jpg",
  "description" : "Devil Tongue: C. chinense. Variety from Pennsylvania. Its exact origins are unknown. It 'a kind of chili closely related to Habanero. It is believed to have originated from an Amish farmer who discovered him few decades ago amongst others grow Habanero. The fruits are similar to the variety Fatalii but with a skin smoother and more compact. Mature from green to red or golden yellow depending on the variety. 125.000 - 325.000 SHU."
}, {
  "name" : "7 Pod Primo",
  "altNames" : "7 Pod Primo",
  "species" : "Capsicum chinense",
  "origin" : "New Orleans",
  "shuMin" : "1.100.000",
  "shuMax" : "1.434.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/7%20Pod%20Primo.jpg",
  "description" : "7 Pod Primo: C. chinense. Cross between the varieties 7 Pod and Naga Morich. The 7 Pod Primo was developed in the Cajun country of Lafayette in Louisiana, New Orleans, in 2005 by musician Troy Primeaux (aka Primo). Has partially contributed to the project the University of Louisiana at Lafayette. After about eight generations, Troy is sure to say that this is a stable variety. The 7 Pod Primo measured 1.100.000 - 1.434.000 SHU."
}, {
  "name" : "Jalapeno Fooled You",
  "altNames" : "Jalapeno Fooled You",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "0",
  "shuMax" : "100",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Fooled%20You.jpg",
  "description" : "Jalapeno Fooled You: C. annuum. Crossbreed variety from the USA released in 1999 by the breeder Jim Waltrip. This cultivar maintains the same taste of a normal Jalapeno but without spiciness. The plant grows up to about 70 cm, the flowers are white, the fruits are slightly longer than a normal Jalapeno, they measure about 8cm and ripen from green to red. This cultivar is slowly being replaced by a new improved version, the Tricked You. SHU 0 - 100."
}, {
  "name" : "NuMex Sunburst",
  "altNames" : "NuMex Sunburst",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "500",
  "shuMax" : "1.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Sunburst.jpg",
  "description" : "NuMex Sunburst: C.annuum. Hybrid variety from the USA. Created in 1991 by Dr. Paul Bosland at the request of the farmers of New Mexico for the production of mini braids that are popular tourist items but easier to transport than traditional NuMex. Selection arising from a variety from India. The fruits ripen from green to orange. 500 - 1.000 SHU."
}, {
  "name" : "Rocoto de Seda",
  "altNames" : "Chile de Seda",
  "species" : "Capsicum pubescens",
  "origin" : "Mexico",
  "shuMin" : "20.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Rocoto%20de%20Seda.jpg",
  "description" : "Rocoto de Seda: C. pubescens. Variety from the mountainous regions of Mexico. The plant grows about 110 cm in height and can reach 2 meters in width. The flowers have a white corolla in the center and purple towards the tip of the petals. The fruits are fleshy and generally oval-shaped, measuring about 5 cm in length and 3-4 in width. They rip very slowly from dark green to yellow-orange. The seeds are black. SHU 20.000 - 50.000 about."
}, {
  "name" : "Aji Amarillo",
  "altNames" : "Escabeche, Cusqueno",
  "species" : "Capsicum baccatum",
  "origin" : "Peru",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Amarillo.jpg",
  "description" : "Aji Amarillo: C. baccatum. Native to the Peruvian Andes. Also known as Escabeche or Cusqueno, the dried version named Mirasol. The plant grows very tall with fruits from 10 to 14 cm. It 's very late, under normal conditions, has its peak from October onwards. Mature from green to orange. The Aji Amarillo is probably the most important ingredient in Peruvian cuisine. Is in fact used in many dishes such as las Papas a la Huancaina, Ceviche, Causa limena, etc."
}, {
  "name" : "Brazilian Starfish",
  "altNames" : "PI 439368",
  "species" : "Capsicum baccatum",
  "origin" : "Brazil",
  "shuMin" : "10.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Brazilian%20Starfish.jpg",
  "description" : "Brazilian Starfish: C. baccatum. Variety from Brazil. This variety when grown in the ground can reach enormous proportions with good yields. The fruits take on an unusual shape reminiscent of the starfish. They ripen from green to red in about 90 days. 10.000 to 30.000 SHU."
}, {
  "name" : "NuMex Heritage 6-4",
  "altNames" : "NuMex Heritage 6-4",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "300",
  "shuMax" : "500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Heritage%206-4.jpg",
  "description" : "NuMex Heritage 6-4: C.annuum. Hybrid variety from the USA. Built in 2008 at the New Mexico State University. It 'a variant optimized NuMex No. 6-4. More productive, better quality and very spicy. 300 - 500 SHU."
}, {
  "name" : "7 Pod Jonah strain",
  "altNames" : "7 Pod Jonah strain",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad",
  "shuMin" : "800.000",
  "shuMax" : "1.200.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/7%20Pod%20Jonah%20strain.jpg",
  "description" : "7 Pod Jonah strain: C.chinense. Cross between varieties 7 Pod / Pot , Trinidad Scorpion and other varieties. We can not yet define a different variety."
}, {
  "name" : "Calusa Indian Mound",
  "altNames" : "Calusa Indian Mound",
  "species" : "Capsicum annuum var. glabriusculum",
  "origin" : "Florida",
  "shuMin" : "10.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Calusa%20Indian%20Mound.jpg",
  "description" : "Calusa Indian Mound: C.annuum var. glabriusculum. The Calusa Indian Mound is a rare semi-domesticated variety of Capsicum annuum var. glabriusculum whose seeds were discovered in the archaeological district of Pineland on the southwest coast of Florida, in a tumulus of an Indian tribe, the Calusas. Excavations began in 1988. Archaeobotanists estimate that the seeds found are around 1900 years old. The plant grows bushy and is very productive. The fruits ripen from green, to orange, to red. However, cold nighttime temperatures can promote black color during ripening. 10.000 - 30.000 SHU approx."
}, {
  "name" : "Tabasco",
  "altNames" : "Tabasco",
  "species" : "Capsicum frutescens",
  "origin" : "Mexico",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Tabasco.jpg",
  "description" : "Tabasco: C. frutescens. Original variety of the Mexican state of Tabasco from which it takes its name. Introduced in Louisiana in 1848 is the main ingredient of the famous Tabasco sauce. The plant grows bushy and is extremely productive. Fruits ripen from light green to yellow to orange to red in approximately 90 days. 30.000 - 50.000 SHU."
}, {
  "name" : "Candlelight",
  "altNames" : "PI 593565",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Candlelight.jpg",
  "description" : "Candlelight: C. annuum. Varieties from the United States. Chilli ornamental, the plant maintains a low profile design, 40 to 50 cm. Winner of the All-America selection in 1983. Very productive but with a slight spiciness. Mature from green to yellow to orange to fiery red in 90 days. PI 593565"
}, {
  "name" : "NuMex Sunflare",
  "altNames" : "NuMex Sunflare",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "500",
  "shuMax" : "1.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Sunflare.jpg",
  "description" : "NuMex Sunflare: C.annuum. Hybrid variety from the USA. Created in 1991 by Dr. Paul Bosland at the request of the farmers of New Mexico for the production of mini braids that are popular tourist items but easier to transport than traditional NuMex. Selection arising from a variety from India. The fruits ripen from green to red. 500 - 1.000 SHU."
}, {
  "name" : "Fatalii Red",
  "altNames" : "Fatalii Red",
  "species" : "Capsicum chinense",
  "origin" : "Central African Republic",
  "shuMin" : "200.000",
  "shuMax" : "325.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Fatalii%20Red.jpg",
  "description" : "Fatalii Red: C. chinense. Variety from Central Africa. It's a kind of chili closely related all'Habanero. The plant can grow large and the fruit ripens from light green to Red. Has a pronounced citrus aroma that makes it ideal for making sauces to accompany the typical local seafood. 200.000 - 325.000 SHU."
}, {
  "name" : "Snow White",
  "altNames" : "Snow White",
  "species" : "Capsicum chinense",
  "origin" : "Brazil",
  "shuMin" : "250.000",
  "shuMax" : "350.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Snow%20White.jpg",
  "description" : "Snow White: C. chinense. A rare variety from Brazilian origin. The plant has a good structure and is very prolific. Taste it denotes a close relationship to the Habanero. The fruits are small, 2 - 3 cm, with the characteristic that when fully mature take on a milky white color. Mature from light green, cream, white in 90 to 100 days. 250.000 - 350.000 SHU."
}, {
  "name" : "Cabai Burung Ungu",
  "altNames" : "Purple Bird Chilli",
  "species" : "Capsicum baccatum x Capsicum frutescens",
  "origin" : "Malaysia",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cabai%20Burung%20Ungu.jpg",
  "description" : "Cabai Burung Ungu: The species is not yet well defite, it is hypothesized a rare hybrid between C. baccatum x C. frutescens. The Cabai Burung Ungu is a variety from Malaysia also known as Purple Bird Chilli. The plant has light green leaves with purple veins, even the stem and the calyx of the flower have shades purple. The calyx has sometimes teeth more or less obvious. The plant grows very branched and can reach considerable size. The fruits are very juicy and ripen from purple to red. 30.000 - 50.000 SHU about. Thanks Alice L. for this variety."
}, {
  "name" : "Cumari Verdadeira",
  "altNames" : "PI 439368",
  "species" : "Capsicum praetermissum",
  "origin" : "North/East Brazil",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cumari%20Verdadeira.jpg",
  "description" : "Cumari Verdadeira: Capsicum praetermissum. Variety to 24 chromosomes. Originating from Verdadeira in the state of Paraiba in the North/East Brazil. The plant if grown in pots may reach 1.50 m. You notice a more dense pubescence in young leaves then thinning with the development of the leaf. The flower is purple with two spots yellow/green at the base of the petal. The fruits are small, about 1 cm, oval and slightly sharp. They grow upright and break off very easily when fully ripe. Ripen from green to orange to red. It's a late variety."
}, {
  "name" : "Fatalii White",
  "altNames" : "Fatalii White",
  "species" : "Capsicum chinense",
  "origin" : "Central African Republic",
  "shuMin" : "200.000",
  "shuMax" : "325.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Fatalii%20White.jpg",
  "description" : "Fatalii White: C. chinense. Variety from Central Africa. It's a kind of chili closely related all'Habanero. The plant can grow large and the fruit ripens from light green to White. Has a pronounced citrus aroma that makes it ideal for making sauces to accompany the typical local seafood. 200.000 - 325.000 SHU."
}, {
  "name" : "Onza Amarillo",
  "altNames" : "Onza Amarillo",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "5.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Onza%20Amarillo.jpg",
  "description" : "Onza Amarillo: C.annuum. Variety from Oaxaca, Mexico. The fruits are usually dried. Used in Mexican cuisine for sauces and soups. Mature from green to orange. 5.000 - 30.000 SHU."
}, {
  "name" : "Habanero Orange Devil",
  "altNames" : "Habanero Orange Devil F1",
  "species" : "Capsicum chinense",
  "origin" : "USA",
  "shuMin" : "200.000",
  "shuMax" : "300.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Habanero%20Orange%20Devil.jpg",
  "description" : "Habanero Orange Devil: C. chinense. Although it has some characteristics of Capsicum annuum. Variety developed in the USA. The plant is sturdy and very productive. Matures from dark green to golden yellow to orange in about 100 days. Suitable for drying and processing powder of high quality. 200.000 - 300.000 SHU."
}, {
  "name" : "NuMex Conquistador",
  "altNames" : "NuMex Conquistador",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "0",
  "shuMax" : "0",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Conquistador.jpg",
  "description" : "NuMex Conquistador: C.annuum. Hybrid variety from the USA. Built in 1989 by Dr. Paul Bosland and comes from a selection of NuMex 6-4. This variety is sweet and is used to maturity, such as paprika. The plant grows 70 to 80 cm, can grow to 16 cm in length. 0 SHU."
}, {
  "name" : "NuMex Sunglo",
  "altNames" : "NuMex Sunglo",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "500",
  "shuMax" : "1.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Sunglo.jpg",
  "description" : "NuMex Sunglo: C.annuum. Hybrid variety from the USA. Created in 1991 by Dr. Paul Bosland at the request of the farmers of New Mexico for the production of mini braids that are popular tourist items but easier to transport than traditional NuMex. Selection arising from a variety from India. The fruits ripen from green to yellow. 500 - 1.000 SHU."
}, {
  "name" : "Masquerade",
  "altNames" : "Masquerade",
  "species" : "Capsicum annuum",
  "origin" : ".......",
  "shuMin" : "5.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Masquerade.jpg",
  "description" : "Masquerade: C. annuum. Ornamental variety very decorative. The flowers are light purple but the fruits immature take a deep purple absolutely extraordinary. During the ripening, the fruits pass from purple to orange to red. The plant maintains a structure contained, 40 cm about. 5.000 - 30.000 SHU."
}, {
  "name" : "Fatalii Chocolate",
  "altNames" : "Fatalii Chocolate",
  "species" : "Capsicum chinense",
  "origin" : "Central African Republic",
  "shuMin" : "200.000",
  "shuMax" : "325.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Fatalii%20Chocolate.jpg",
  "description" : "Fatalii Chocolate: C. chinense. Variety from Central Africa. It's a kind of chili closely related all'Habanero. The plant can grow large and the fruit ripens from light green to brown. Has a pronounced citrus aroma that makes it ideal for making sauces to accompany the typical local seafood. 200.000 - 325.000 SHU."
}, {
  "name" : "NuMex Centennial",
  "altNames" : "NuMex Centennial",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "1.000",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Centennial.jpg",
  "description" : "NuMex Centennial: C.annuum. Hybrid variety from the USA. Built in 1988 by Dr. Paul Bosland, Jaime Iglesias to commemorate the centenary of NMSU. It 'was the first ornamental pepper issued by NMSU. The plant develops and maintains a bushy stature. The fruits ripen from purple to yellow to orange to red. 1.000 - 5.000 SHU."
}, {
  "name" : "7 Pod Douglah",
  "altNames" : "7 Pod Douglah",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad",
  "shuMin" : "923.889",
  "shuMax" : "1.853.396",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/7%20Pod%20Douglah.jpg",
  "description" : "7 Pod Douglah: C.chinense. Cross between varieties 7 Pod / Pot , Trinidad Scorpion and other varieties. We can not yet define a different variety."
}, {
  "name" : "Poblano",
  "altNames" : "Ancho",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "1.000",
  "shuMax" : "2.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Poblano.jpg",
  "description" : "Poblano: C. annuum. The Poblano is originally from the state of Puebla in Mexico from which it takes its name. It's a little spicy varieties with large fruit shaped like a heart. For its size and low pungency, it is widely used in Mexican cuisine. It's used for the preparation of Chile rellenos, Enchiladas, Mole, etc. The chili Poblano when dried, is named Ancho. In the city of Olinala in the state of Guerrero in Mexico, in early October during the fiesta patronal San Francisco de Asis, it is customary to offer as a gift to the holy, Poblano chiles and bouquets. 1.000 - 2.000 SHU."
}, {
  "name" : "NuMex Espanola Improved",
  "altNames" : "Espanola Improved",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "1.500",
  "shuMax" : "2.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Espanola%20Improved.jpg",
  "description" : "NuMex Espanola Improved: C. annuum. Hybrid variety from the USA. Built in 1984 by Dr. Nakayama and Dr. Frank Matta. Selection originated from a hybridization between Sandia and a local pepper in northern New Mexico at the New Mexico State University. Early variety suitable for the northern areas. The plant grows 70 to 80 cm, can grow to 16 cm in length, ripen from green to red. 1.500 - 2.000 SHU."
}, {
  "name" : "Bonda ma Jacques",
  "altNames" : "Piman Manjak",
  "species" : "Capsicum chinense",
  "origin" : "St Lucia",
  "shuMin" : "200.000",
  "shuMax" : "300.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Bonda%20ma%20Jacques.jpg",
  "description" : "Bonda ma Jacques: C.chinense. Original variety from the island of St. Lucia, an island nation in the eastern Caribbean Sea and the Atlantic Ocean. It is part of the Lesser Antilles and is located north of the islands of Saint Vincent and the Grenadines and south of Martinique. Improved varieties to Barbados from CARDI (Caribbean Agricultural Research and Development Institute). It 'a kind of chili closely related to Habanero. The plant grows to over a meter in height and is extremely productive. The fruits ripen from light green to golden yellow. 200.000 - 300.000 SHU."
}, {
  "name" : "Aji Limo",
  "altNames" : "Aji Mochero",
  "species" : "Capsicum chinense",
  "origin" : "Peru",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Limo.jpg",
  "description" : "Aji Limo: C. chinense. Originally from Peru, also known as Aji Mochero. In Peru, this variety is cultivated along the coast, in the Amazon rainforest and the Andean mountain range up to 1500 meters. The plant is very profitable, the fruits may take forms spherical or elongated. The Aji limo can be found in several colors: red, orange, yellow, purple or brown. For the excellent fruity aroma is widely used in Peruvian cuisine."
}, {
  "name" : "Agronaldo de Asti",
  "altNames" : "Agronaldo de Asti",
  "species" : "Capsicum annuum",
  "origin" : "Guatemala",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Agronaldo%20de%20Asti.jpg",
  "description" : "Agronaldo de Asti: C. annuum Originally from Guatemala. The plant grows bushy with good productivity. Pulp has a very thin which makes it suitable to be dried. Mature 60 to 70 days from green to red."
}, {
  "name" : "Aji Bravo",
  "altNames" : "Imili Uchu CAP 937 PI 593924",
  "species" : "Capsicum frutescens",
  "origin" : "Ecuador",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Bravo.jpg",
  "description" : "Aji Bravo: C. frutescens A variety from Ecuador. The plant is very prolific, producing fruit from 3 to 5 cm. Matures from light green to red in 90 - 100 days. 30.000 - 50.000 SHU."
}, {
  "name" : "7 Pod Brain Strain",
  "altNames" : "7 Pod Brain Strain",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad",
  "shuMin" : "800.000",
  "shuMax" : "1.000.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/7%20Pod%20Brain%20Strain.jpg",
  "description" : "7 Pod Brain Strain: C.chinense. Cross between varieties 7 Pod / Pot , Trinidad Scorpion and other varieties. We can not yet define a different variety."
}, {
  "name" : "Aji Blanco Cristal",
  "altNames" : "Aji Blanco Cristal",
  "species" : "Capsicum baccatum",
  "origin" : "Peru",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Blanco%20Cristal.jpg",
  "description" : "Aji Blanco Cristal: C. baccatum A variety from Peru, Aji Blanco Cristal produces fruit-shaped curve, about 8cm long, maturing from yellow-white to orange to red. Meaty and spicy, are great for preparing sauces and jams."
}, {
  "name" : "Bhut Jolokia",
  "altNames" : "Bih Jolokia Naga Jolokia....",
  "species" : "Capsicum chinense",
  "origin" : "India",
  "shuMin" : "855.000",
  "shuMax" : "1.041.427",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Bhut%20Jolokia.jpg",
  "description" : "Bhut Jolokia: C. chinense. Hybrid between Capsicum chinense and Capsicum frutescens. From the north-east of India, particularly Assam, Nagaland and Manipur. In the different Indian provinces is known by many names: Bih Jolokia, Borbih jolokia, Naga Jolokia, Nagahari, Raja Mircha. Nai Mirris in Sri Lanka. Holder of the Guinness World Record in 2006 with a dangerous hotness of 1,041,427 SHU. The plant is sturdy, productive enough and can grow over a meter. The fruits look a bit rough. Ripen from green to red in about 100 days."
}, {
  "name" : "Akabare Khursani",
  "altNames" : "Akabare Khursani",
  "species" : "Capsicum annuum",
  "origin" : "Nepal \\ India",
  "shuMin" : "50.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Akabare%20Khursani.jpg",
  "description" : "Akabare Khursani: C. annuum. A rare variety originating from Nepal and Sikkim in India. Also known as Dalle Khursani. The name Akabare Khursani can be translated as: King of chillies, while Dalle Khursani as: Round chilli. However, there are some differences that (in our opinion) make them two distinct varieties. The Akabare Khursani grows upward and with a very large chalice attachment, while the Dalle Khursani grows downward, has a smaller chalice attachment and shows an annular constriction that leads us to think that it is a characteristic chinense. The plant has a tree-like structure with dark green leaves. The flowers are white with purple and yellow anthers. The fruits measure on average 2 cm in width and 3 cm in length. They ripen from green to red. Very used during the cold winter months in the traditional Nepalese cuisine for the preparation of Dahl and Curry or pickled. It is generally grown in small quantities in private gardens for local markets but currently commercial cultivation is also being started. 50.000 - 100.000 SHU. There seems to be another species in Nepal called Jeere Khursani, perhaps C. frutescens, whose name derives from its similar shape to the seeds of Cumin (Jeera)."
}, {
  "name" : "NuMex Sunset",
  "altNames" : "NuMex Sunset",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "200",
  "shuMax" : "300",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Sunset.jpg",
  "description" : "NuMex Sunset: C.annuum. Hybrid variety from the USA. Created in 1988 by Dr. Paul Bosland, Jaime Iglesias and Steve Tanksley. Selection originated from a hybridization between a Permagreen, a green pepper and a bell NuMex 6-4, at New Mexico State University. The fruits ripen from green to orange. Variety used mainly as an ornamental. 300 - 500 SHU."
}, {
  "name" : "Bangalore Whippet's Tail",
  "altNames" : "Bangalore Whippet's Tail",
  "species" : "Capsicum frutescens x Capsicum annuum",
  "origin" : "India",
  "shuMin" : "20.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Bangalore%20Whippet's%20Tail.jpg",
  "description" : "Bangalore Whippet's Tail: C. frutescens x C. annuum. Variety cross between a Bangalore Torpedo and a Whippet's Tail. Originally from Bangalore, India. The plant reaches a meter in height and is quite productive. The fruits are exceptionally thick, about 2 cm long. From 20 to 30 cm in length although they tend to curl. Mature from green to red in 90 days. 20.000 - 50.000 SHU."
}, {
  "name" : "Black Pearl",
  "altNames" : "Black Pearl",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Black%20Pearl.jpg",
  "description" : "Black Pearl: C. annuum. Ornamental variety from the USA. Developed by Arboretum Floral and Nursery Plants Research Unit, scientists Rob Griesbach and John Stommel of the Agricultural Research Service's Vegetable Laboratory. Flower Award winner in 2006 at the All-America Selections ® (AAS). The plant grows bushy and grows in height from 45 to 60 cm. It has the characteristic of being entirely black. The fruits ripen from glossy black to deep red in about 90 days."
}, {
  "name" : "Anaheim",
  "altNames" : "Anaheim",
  "species" : "Capsicum annuum",
  "origin" : "New Mexico",
  "shuMin" : "500",
  "shuMax" : "2.500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Anaheim.jpg",
  "description" : "Anaheim: C. annuum. Variety originally from New Mexico. Early in 1900 a farmer named Emilio Ortega brought the seeds in the city of Anaheim, California by giving its name to the chili. It 'a sweet variety almost ubiquitous in the kitchen of New Mexico. It is often used green. The plant is sturdy and productive. Mature from green to dark red. 500 to 2,500 SHU. However, many varieties grown in New Mexico can reach 4.500 - 5.000 Scoville units."
}, {
  "name" : "Urfa Biber",
  "altNames" : "Isot Biber",
  "species" : "Capsicum annuum",
  "origin" : "Turkey",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Urfa%20Biber.jpg",
  "description" : "Urfa Biber: C. annuum. Variety from Turkey, also known as Isot biber. Cultivated in southeastern Turkey, near the town of Sanliurfa from which it is named. Generally used in powder, it is often described as oily with a very special flavor, smoked, with notes of tobacco and plum. It matures from green to dark red-brown. The fruits for a week pass through a two-part process, dried in the sun during the day and night wrapped in towels. The night process is called \"sweating\", so the pieces of the chili that have dried are being flavored by those still wet. The chillies will then be salted and milled. Maras and Urfa are the best-known peppers in the Turkish community, common as salt and pepper at the table. Maras, Urfa and Aleppo would not traditionally be cultivated in Turkey, but just beyond the border with Syria. Biber in Turkish means chili. 30.000 - 50.000 SHU."
}, {
  "name" : "Variegata Trifetti",
  "altNames" : "Purple Tiger",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "5.000",
  "shuMax" : "10.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Variegata%20Trifetti.jpg",
  "description" : "Variegata Trifetti: C. annuum. Ornamental variety from the USA. The plant is known for its beautiful variegation in purple, white and green. Some plants are predominantly white and purple. The plant maintains a low structure. It grows up to 30 - 40 cm. The fruits ripen in different chromatic passages ranging from green to dark purple, to green and yellow, to green and orange, to intense red. 5.000 - 10.000 SHU."
}, {
  "name" : "Aji Bird",
  "altNames" : "Aji Bird",
  "species" : "Capsicum baccatum",
  "origin" : "Bolivia",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Bird.jpg",
  "description" : "Aji Bird: C. baccatum A variety from Bolivia. The plant grows bushy with good productivity, it is not cultivated but one variety is harvested from wild plants. Spiciness high, late mature from green to orange to red."
}, {
  "name" : "Aji Habanero",
  "altNames" : "Aji Habanero",
  "species" : "Capsicum baccatum",
  "origin" : "Mexico",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Habanero.jpg",
  "description" : "Aji Habanero: C. baccatum. Variety from Mexico. Because of its flavor very similar, inherits the name Habanero but it has nothing to do with the variety of the same name. The plant is productive but maturation is delayed. The fruits have a mild spiciness, are long 7-8 cm and ripen from green to yellow-orange."
}, {
  "name" : "Onza Roja",
  "altNames" : "Onza Roja",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "5.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Onza%20Roja.jpg",
  "description" : "Onza Roja: C.annuum. Variety from Oaxaca, Mexico. The fruits are usually dried. Used in Mexican cuisine for sauces and soups. Mature from green to red. 5.000 - 30.000 SHU."
}, {
  "name" : "Habanero Orange",
  "altNames" : "Habanero Orange",
  "species" : "Capsicum chinense",
  "origin" : "Mexico",
  "shuMin" : "200.000",
  "shuMax" : "350.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Habanero%20Orange.jpg",
  "description" : "Habanero Orange: C. chinense. Variety from Mexico. Some say that it is much more spicy of the Red Savina. The plant is sturdy and reaches 90 cm. The fruits ripen from green to orange. Maturation takes place late in the season. 200.000 - 350.000 SHU."
}, {
  "name" : "Rocoto-CAP 363",
  "altNames" : "Rocoto - CAP 363",
  "species" : "Capsicum pubescens",
  "origin" : "Guatemala",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Rocoto%20-%20CAP%20363.jpg",
  "description" : "Rocoto - CAP 363: C. pubescens. Variety originally from Guatemala. Discovered in 1958 during an excursion botany. Viable alternative for those who love Rocoto. It retains all the flavor but with a slight spiciness. The plant can grow very large and produce a good amount of fruit. Mature from green to yellow-orange."
}, {
  "name" : "Dalle khursani",
  "altNames" : "Dalle Khursani",
  "species" : "Capsicum annuum x chinense",
  "origin" : "Nepal \\ India",
  "shuMin" : "50.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Dalle%20Khursani.jpg",
  "description" : "Dalle Khursani: C. annuum x chinense. A rare variety originating from Nepal and Sikkim in India. Also known as Akabare Khursani. The name Akabare Khursani can be translated as: King of chillies, while Dalle Khursani as: Round chilli. However, there are some differences that (in our opinion) make them two distinct varieties. The Akabare Khursani grows upward and with a very large chalice attachment, while the Dalle Khursani grows downward, has a smaller chalice attachment and shows an annular constriction that leads us to think that it is a characteristic chinense. The plant has a tree-like structure with dark green leaves. The flowers are white with purple and yellow anthers. The fruits measure on average 2 cm in width and 3 cm in length. They ripen from green to orange to red. Very used during the cold winter months in the traditional Nepalese cuisine for the preparation of Dahl and Curry or pickled. It is generally grown in small quantities in private gardens for local markets but currently commercial cultivation is also being started. 50.000 - 100.000 SHU. There seems to be another species in Nepal called Jeere Khursani, perhaps C. frutescens, whose name derives from its similar shape to the seeds of Cumin (Jeera)."
}, {
  "name" : "Jalapeno Biker Billy",
  "altNames" : "Jalapeno Biker Billy",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "8.000",
  "shuMax" : "15.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Biker%20Billy.jpg",
  "description" : "Jalapeno Biker Billy: C. annuum. Crossbreed variety from the USA. Developed by the Burpee Seed company who named this Jalapeno \"Biker Billy\" in reference to the popular American motorcyclist chef Bill Hufnagle. The plant grows about 1 mt. This variety is among the spiciest of the other Jalapeno variants. The fruits measure about 3 cm in width and 7 cm in length and ripen from green to red. 8.000 - 15.000 SHU."
}, {
  "name" : "Beaver Dam",
  "altNames" : "Beaver Dam",
  "species" : "Capsicum annuum",
  "origin" : "Hungary",
  "shuMin" : "500",
  "shuMax" : "1.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Beaver%20Dam.jpg",
  "description" : "Beaver Dam: C. annuum. Rare Hungarian heirloom considered one of the foods in danger of extinction. Brought in 1912 to Beaver Dam in Wisconsin by Joe Hussli a Hungarian immigrant. The plant is compact but very productive. The fruits of conical shape have a thick and fleshy pulp and can reach 15 cm. Ripe from green to orange to deep red. Ideal to be eaten fresh, but also fried, grilled, or pickled. 500-1000 SHU. In the town of Beaver Dam, it is celebrated an annual festival, the Beaver Dam Pepper Festival."
}, {
  "name" : "Fresno",
  "altNames" : "Fresno",
  "species" : "Capsicum annuum",
  "origin" : "California",
  "shuMin" : "2.500",
  "shuMax" : "10.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Fresno.jpg",
  "description" : "Fresno: C. annuum. Variety from California. Developed and released for commercial cultivation by Clarence Brown in 1952. It takes its name from the city of Fresno, California. Similar to the Jalapeno but with thinner walls. Cultivated especially in the San Joaquin Valley, is widely used in kitchen, green is often added to side dishes, salads and sauces, red for the realization of ceviche and sauces. The plant has an average structure and the fruit ripens from bright green to orange to red. 2500 - 10000 SHU."
}, {
  "name" : "West Indies Red",
  "altNames" : "West Indian Red",
  "species" : "Capsicum chinense",
  "origin" : "Antigua",
  "shuMin" : "200.000",
  "shuMax" : "250.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/West%20Indies%20Red.jpg",
  "description" : "West Indies Red: C. chinense. A variety of Habanero found in Antigua and then improved to Barbados by CARDI. The plant is sturdy and extremely productive. Mature from light green to orange to bright red in 100 days. 200.000 - 250.000 SHU."
}, {
  "name" : "Fish Pepper",
  "altNames" : "Fish Pepper",
  "species" : "Capsicum annuum",
  "origin" : "Africa",
  "shuMin" : "45.000",
  "shuMax" : "75.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Fish%20Pepper.jpg",
  "description" : "Fish Pepper: C. annuum. A heirloom variety dating from between 1800 and early 1900. Very popular in African American communities in the area between Baltimore and Philadelphia. The grandfather of William Woys Weaver acquired seeds in 1940 by Horace Pippin, a black painter popular in West Chester, Pennsylvania. William in 1995 shared the seeds through Seed Savers Exchange. The plant is very prolific and grows up to 60 - 70 cm. The fruits are long 5-6 cm wide and 2-3 cm. In addition to its flavor very much appreciated, the plant is also known for its beautiful variegation, and the leaves of the fruit. Mature from green, orange, brown, white and red in 80 days. This plant is one of the most beautiful in the garden."
}, {
  "name" : "Jalapeno Craig’s Grande",
  "altNames" : "Jalapeno Craigs Grande",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "2.000",
  "shuMax" : "4.500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Craigs%20Grande.jpg",
  "description" : "Jalapeno Craigs Grande: C. annuum. Hybrid variety from the USA. Developed at the Redwood City Seed Co. It 's the greatest of all the Jalapeno, perfect for stuffing and all other uses in the kitchen. The plant is quite small but very productive. The fruits ripen from green to red in 80 days. 2.000 - 4.500 SHU."
}, {
  "name" : "Naga Morich",
  "altNames" : "Naga Morich",
  "species" : "Capsicum chinense",
  "origin" : "Bangladesh",
  "shuMin" : "970.000",
  "shuMax" : "1.000.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Naga%20Morich.jpg",
  "description" : "Naga Morich: C. chinense. Original variety from the region of Sylhet in Bangladesh. Shares many characteristics of Bhut Jolokia but is genetically different. And 'slightly smaller. Ripens from bright green to yellow-orange and finally to bright red in 120 days. The plant is sturdy and bushy, the fruits are conical in shape with a very spicy, 970.000 - 1.000.000 SHU. In recent tests, one Naga Morich has registered 1.598.227 SHU."
}, {
  "name" : "Yatsufusa",
  "altNames" : "Japones Chilies",
  "species" : "Capsicum annuum",
  "origin" : "Japan",
  "shuMin" : "50.000",
  "shuMax" : "75.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Yatsufusa.jpg",
  "description" : "Yatsufusa: C. annuum. Variety from Japan. Also known as Japones Chiles. The name refers to a dwarf tree that does not grow. The Yatsufusa is a popular condiment in Japanese cuisine. The fruits are used to add a slight green tone to stir-fries, soups or curries. The ripe fruits are spicy and are usually dried. Ripen from dark green to deep red. 40.000 - 75.000 SHU."
}, {
  "name" : "Jalapeno Goliath",
  "altNames" : "Jalapeno Goliath",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "6.000",
  "shuMax" : "8.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Goliath.jpg",
  "description" : "Jalapeno Goliath: C. annuum. Hybrid variety from the USA. The plant is sturdy and very productive. It grows up to 80 cm with a good resistance to disease. The fruits have a thick pulp and ripen from a dark glossy green to scarlet in 70 days. Often used green is perfect for stuffing and all other uses in the kitchen. 6.000 - 8.000 SHU."
}, {
  "name" : "Jamaican Mushroom Yellow",
  "altNames" : "Yellow Squash, Jamaican Hot Yellow",
  "species" : "Capsicum annuum",
  "origin" : "Jamaica",
  "shuMin" : "150.000",
  "shuMax" : "200.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jamaican%20Mushroom%20Yellow.jpg",
  "description" : "Jamaican Mushroom Yellow: C. annuum. Variety from Jamaica also known as Yellow Squash or Jamaican Hot Yellow. Despite the shape of the fruits lead to believe that it is a C. chinense, in reality it is a C. annuum. The plant grows about 70 cm in height and is very productive. The fruits, rough and squat, sometimes have a shape similar to that of an upside down mushroom. They mature from green to golden yellow. 150.000 - 200.000 SHU."
}, {
  "name" : "African Bird's Eye",
  "altNames" : "African red devil",
  "species" : "Capsicum frutescens",
  "origin" : "Africa",
  "shuMin" : "50.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/African%20Birds%20Eye.jpg",
  "description" : "African Bird's Eye: C. frutescens. Variety from Africa. It was brought by the Portuguese in the 15th century and then the plant has adapted to the new environment. Also known as \"African red devil\" is grown in Malawi, South Africa, Ghana, Nigeria, Zambia, Zimbabwe, Mozambique, and the tropical forests of South Sudan and the southern part of Ethiopia. 50.000 - 100.000 SHU."
}, {
  "name" : "Goat's Weed",
  "altNames" : "Acrata Black Cobra",
  "species" : "Capsicum annuum",
  "origin" : "Venezuela",
  "shuMin" : "20.000",
  "shuMax" : "40.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Goat's%20Weed.jpg",
  "description" : "Goat's Weed: C. annuum. Variety from Venezuela. Definitely unique in its species. The plant has the peculiarity of having pubescent leaves and branches. It grows very high, is very productive and has a good tolerance to the mild climate. The fruits grow erect, averaging 6 cm in length and 1.5 cm in width. They ripen from green to black to red. In Italy this variety is also known as Acrata. The name derives from the Spanish acrata = anarchist and was assigned by Dr. Mario Dadomo of the Azienda Agraria Stuard inspired by the red and black colors that are one of the symbols of the anarchist movement. 20.000 - 40.000 SHU."
}, {
  "name" : "Chile de Onza",
  "altNames" : "Chile de Onza",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "1.500",
  "shuMax" : "2.500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Chile%20de%20Onza.jpg",
  "description" : "Chile de Onza: C. annuum. Variety from Mexico. A native of Oaxaca, the Chile de Onza is a hot pepper pulp very thin. Used in the kitchen for the production of sauces and chutneys. The plant maintains a structure contained 40 to 50 cm. The fruits ripen from green to dark brown. 1.500 - 2.500 SHU."
}, {
  "name" : "De Arbol",
  "altNames" : "Bird's beak chile Rat's tail chile",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "15.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/De%20Arbol.jpg",
  "description" : "De Arbol: C. annuum. Original variety from Mexico. The name refers to the woody stem of the plant. It 'a variety of cayenne type, also known as Bird's Beak chile and Rat's Tail Chile. Fresh, dried or powdered, is very popular in Mexican cuisine, is commonly added to soups and sauces for its smoky flavor. The plant grows bushy and productive. Mature from green to bright red. 15.000 - 30.000 SHU."
}, {
  "name" : "Aci Sivri",
  "altNames" : "Aci Sivri",
  "species" : "Capsicum annuum",
  "origin" : "Turkey",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aci%20Sivri.jpg",
  "description" : "Aci Sivri : C. annuum. A heirloom variety from Turkey. Known for its spiciness inconsistent as it may be mild or pungent. The plant is sturdy prolific and highly adaptable to mild temperatures. The fruits are often curled and twisted, ripen from pale green to crimson in approximately 90 days. The spiciness is still moderate, making this chili very versatile in the kitchen. 30.000 - 50.000 SHU."
}, {
  "name" : "Capsicum tovarii",
  "altNames" : "Mukuru Mucuru-uchu",
  "species" : "C.baccatum complex.",
  "origin" : "Peru",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Capsicum%20tovarii.jpg",
  "description" : "Capsicum tovarii: C.baccatum complex. Wild species with 24 chromosomes from C. baccatum complex (Tong and Bosland, 1998). Classified by Eshbaugh, P.G. Smith & Nickrent. It is named after the naturalist Oscar Tovar Serpa who discovered the plant on the slopes of the Rio Mantaro basin in the departments of Huancavelica and Ayacucho in the Andes of Peru on April 14, 1954. The common local name is Mukuru or Mucuru-uchu. The plant has a bush habit and can reach, in pot, 1m in height and 1m in width. The branches are long and thin. The flowers are multiple by node, in the shape of a yellow bell, sometimes with light purple hues, they have two internal green spots located at the base of the petals, visible also on the outside of the corolla. The leaves are dark green and on average they are about 6 cm long and 3 cm broad. The fruits are very small with a diameter of about 1cm and ripen from green to red."
}, {
  "name" : "NuMex Big Jim",
  "altNames" : "NuMex Big Jim",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "500",
  "shuMax" : "2.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Big%20Jim.jpg",
  "description" : "NuMex Big Jim: C.annuum. Hybrid variety from the USA. Built in 1975 by Dr. Roy M. Nakayama at New Mexico State University. It is in the Guinness Book of Records as the largest chilli in the world. The plant grows 60 to 70 cm, can grow to 30 cm in length. Because of the large fruit size, NuMex Big Jim is a favorite among home gardeners and cooks to make chile rellenos, stuffed peppers. 500 - 2.000 SHU."
}, {
  "name" : "Thai Dragon",
  "altNames" : "Thai Dragon",
  "species" : "Capsicum annuum",
  "origin" : "Thailand",
  "shuMin" : "50.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Thai%20Dragon.jpg",
  "description" : "Thai Dragon: C.annuum. Variety from Thailand. It's a variety of cayenne type. The plant reaches about one meter in height. Very prolific and precocious, produces fruits elongated. It 'an essential ingredient in Thai cuisine is also well suited for sauces. Matures from green with black shades to orange to a deep red. 50.000 - 100.000 SHU."
}, {
  "name" : "Jalapeno Senorita",
  "altNames" : "Jalapeno Senorita",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "3.000",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Senorita.jpg",
  "description" : "Jalapeno Senorita: C. annuum. Hybrid variety from the USA. The plant is sturdy and productive. It's resistant to diseases such as TEV and PVY. The fruits ripen from dark green to purple to red in 80 days. Great for sauces. 3.000 - 5.000 SHU."
}, {
  "name" : "Rezha Macedonian",
  "altNames" : "Vezeni Piperki",
  "species" : "Capsicum annuum",
  "origin" : "Macedonia",
  "shuMin" : "6.000",
  "shuMax" : "10.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Rezha%20Macedonian.jpg",
  "description" : "Rezha Macedonian: C. annuum. Cultivated for over 100 years, this variety is an heirloom from Macedonia. The word \"rezha\" in Macedonian means \"engraved\". Another local name, Vezeni Piperki, means \"embroidered pepper\". Both names allude to the numerous horizontal scars on the peel. Traditionally this pepper is dried or roasted. The plant grows about 110 cm, the flowers are white. The fruits measure about 2.5 cm wide, 15 cm long and ripen from green to red. Curiously, the spiciness of the fruits can vary considerably, some are spicy and others much less. 6.000 - 10.000 SHU approx."
}, {
  "name" : "Jalapeno Chichimeca",
  "altNames" : "Jalapeno Chichimeca",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "3.000",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Chichimeca.jpg",
  "description" : "Jalapeno Chichimeca: C. annuum. Crossbreed variety from the USA. The plant grows about 80 cm, very productive and resistant to various viruses such as PVY. The flowers are white. The fruits measure about 4 cm in width and 9 in length and ripen from green to dark red. This variety is among the best to be grilled with cheese and bacon, or breaded \"Jalapeno poppers\". 3.000 - 5.000 SHU."
}, {
  "name" : "Abchazskij Ostruyi",
  "altNames" : "Abchazskij Ostruyi",
  "species" : "Capsicum annuum",
  "origin" : "Abkhazia",
  "shuMin" : "15.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Abchazskij%20Ostruyi.jpg",
  "description" : "Abchazskij Ostruyi: C. annuum. A rare variety from Abkhazia, perhaps to consider as an heirloom variety. The name translates into: \"the Abkhaz spicy\" and is used for the production of Ajika, a typical chili paste and spices widely used in the Abkhaz cuisine. The plant can grow up to 110 cm in height. Leaves and stems are green, the flowers are white. Sometimes the fruits have the tip a little curled and come to a size from 7 to 12 cm. Very prolific, ripe from light green to red. 15.000 - 30.000 SHU approx."
}, {
  "name" : "NuMex Sweet",
  "altNames" : "NuMex Sweet",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "200",
  "shuMax" : "300",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Sweet.jpg",
  "description" : "NuMex Sweet: C.annuum. Hybrid variety from the USA. Created in 1990 by Dr. Paul Bosland and comes from a selection of NuMex 6-4. This variety is sweet and is used to maturity, such as paprika. The plant grows 60 cm, the fruits can reach 16 cm in length. 200 - 300 SHU."
}, {
  "name" : "Cabaca Roxa",
  "altNames" : "Cabaca Roxa",
  "species" : "Capsicum chinense",
  "origin" : "Brazil",
  "shuMin" : "80.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cabaca%20Roxa.jpg",
  "description" : "Cabaca Roxa: C. chinense. A rare and beautiful variety originating from Brazil. The Portuguese name \"Cabaca Roxa\" means \"Purple Gourd\", in fact the fruits with an unusual shape resemble very small purple gourds. The plant grows compact, with green/purple leaves, the flowers are white with purple spots inside the corolla. The fruits are small and measure on average 2 cm in length and 1 cm in width and ripen from purple to red. 80.000 - 100.000 SHU. The \"Roxa\" series also includes other varieties: Cheiro Roxa, Fidalga Roxa, Bode Roxa, CGN 21500, all are C. chinense."
}, {
  "name" : "Beni Highlands Red",
  "altNames" : "Beni Highlands Red",
  "species" : "Capsicum chinense",
  "origin" : "Bolivia",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Beni%20Highlands%20Red.jpg",
  "description" : "Beni Highlands Red: C. chinense. Variety originally from Bolivia. The plant is sturdy and extremely prolific. It has a citrus flavor and very fruity aroma. Mature from green to lemon yellow to golden yellow, or red depending on the variety. in 100 days. 30.000 - 50.000 SHU."
}, {
  "name" : "Cabai Burung Putih",
  "altNames" : "White Bird Chilli",
  "species" : "Capsicum baccatum x Capsicum frutescens",
  "origin" : "Malaysia",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cabai%20Burung%20Putih.jpg",
  "description" : "Cabai Burung Putih: The species is not yet well defite, it is hypothesized a rare hybrid between C. baccatum x C. frutescens. The Cabai Burung Putih is a variety from Malaysia also known as White Bird Chilli. The plant grows very branched, with the particularity of having the nodes along the stem of white color. Even the calyx of the flower has nuances of white with teeth more or less obvious. It's a plant that can reach considerable size. The fruits are very juicy and ripen from creamy white to orange to red. 30.000 - 50.000 SHU about. Thanks Alice L. for this variety."
}, {
  "name" : "Peruvian Purple",
  "altNames" : "Peruvian Purple",
  "species" : "Capsicum annuum",
  "origin" : "Peru",
  "shuMin" : "15.000",
  "shuMax" : "25.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Peruvian%20Purple.jpg",
  "description" : "Peruvian Purple: C. annuum. Ornamental variety from Peru. The plant with tree structure, grows to a height of 70 cm about. The leaves and stem are almost blacks but the flowers are purple, creating a beautiful contrast. The fruits grow upright and ripen from black to dark orange to red. 15.000 - 25.000 SHU."
}, {
  "name" : "Cabe Keriting",
  "altNames" : "Cabe Keriting",
  "species" : "Capsicum annuum",
  "origin" : "Indonesia",
  "shuMin" : "85.000",
  "shuMax" : "115.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cabe%20Keriting.jpg",
  "description" : "Cabe Keriting: C.annuum. Variety from Indonesia. Originally from Bukittinggi, West Sumatra. Is a variety of cayenne type, called \"chili hedgehog\" for the tendency to curl during growth. Widely cultivated is an integral part of the kitchen and the local economy. 85.000 - 115.000 SHU."
}, {
  "name" : "Criolla Sella",
  "altNames" : "Criolla Sella",
  "species" : "Capsicum baccatum",
  "origin" : "Bolivia",
  "shuMin" : "15.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Criolla%20Sella.jpg",
  "description" : "Criolla Sella: C. baccatum. A variety originally from Bolivia. The plant is sturdy and very productive, develops bushy and is very resistant to viral pathogens. It has a great citrus flavor and a spicy medium-low, which makes it suitable for daily consumption. It's moreover highly adaptable to mild temperatures with early ripening from light green to orange. 15.000 - 30.000 SHU."
}, {
  "name" : "Serrano Tampiqueno",
  "altNames" : "Serrano Tampiqueno",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "10.000",
  "shuMax" : "25.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Serrano%20Tampiqueño.jpg",
  "description" : "Serrano Tampiqueno: C. annuum. The Serrano variety is native to the mountainous regions of the Mexican states of Puebla and Hidalgo. The name is a reference to the mountains (sierras) of these regions. The Tampiqueno cultivar comes from the region around the port city of Tampico. Widely used in Mexican cuisine for the preparation of Pico de gallo and sauces. The plant grown in pots can reach 1.10 cm in height. The fruits ripen from green to red and measure about 2 cm wide and 6 cm long. 10.000 - 25.000 SHU."
}, {
  "name" : "Cumari Pollux",
  "altNames" : "Cumari Pollux",
  "species" : "Capsicum praetermissum",
  "origin" : "South/East Brazil",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cumari%20Pollux.jpg",
  "description" : "Cumari Pollux: Capsicum praetermissum. Variety to 24 chromosomes originating from the South / East of Brazil. The plant is pubescent and if grown in pots may reach 1.50 m. The flower is purple with two spots yellow / green at the base of the petal. The fruits are small, about 1 cm, oval and slightly pointed. They grow upright and come off very easily when fully ripe. Ripen from green to red. It's a late variety."
}, {
  "name" : "Chervena Chushka",
  "altNames" : "Chervena Chujski Kapija",
  "species" : "Capsicum annuum",
  "origin" : "Bulgaria",
  "shuMin" : "0",
  "shuMax" : "0",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Chervena%20Chushka.jpg",
  "description" : "Chervena Chushka: C. annuum. Bulgarian heirloom variety also known as Chervena Chujski but the traditional Bulgarian name is \"Kapija\". Very sweet and slightly spicy, this variety is traditionally used for the drying and production of Paprika, but it is also excellent when consumed fresh. The compact and robust plant grows to a height of about 1 m, the flowers are white, the fruits measure about 4 cm wide and 12 cm long and ripen from green to a reddish brown and finally to a beautiful bright red . The translation of the name Chervena Chushka means \"red pepper\". 0 - 0 SHU."
}, {
  "name" : "NuMex 6-4",
  "altNames" : "NuMex 6-4",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "300",
  "shuMax" : "500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%206-4.jpg",
  "description" : "NuMex 6-4: C. annuum. Hybrid variety from the USA. Made in 1957 at the New Mexico State University. It 'a variant optimized NuMex No. 6. Less spicy, more productive and early. The plant grows 70 to 80 cm, can grow to 20 cm in length. 300 - 500 SHU."
}, {
  "name" : "Doe Hill Pepper",
  "altNames" : "Doe Hill Pepper",
  "species" : "C.annuum",
  "origin" : "Virginia",
  "shuMin" : "0",
  "shuMax" : "0",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Doe%20Hill%20Pepper.jpg",
  "description" : "Doe Hill Pepper: C. annuum. Very rare family heirloom variety grown from before 1900 in the Doe Hill area, Highland County in Virginia. Extremely early, very productive, resistant to diseases and with pumpkin-shaped fruits with surprisingly thick walls due to its small size and a very sweet taste. The plant grows up to about 50 cm, very compact. The fruits ripen from green to orange. 0 - 0 SHU."
}, {
  "name" : "Habolokia",
  "altNames" : "Habolokia",
  "species" : "Capsicum chinense",
  "origin" : "Wales \\ England",
  "shuMin" : "800.000",
  "shuMax" : "1.000.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Habolokia.jpg",
  "description" : "Habolokia: C. chinense. This variety is a cross between Habanero Chocolate and Bhut Jolokia created in Wales in 2006 and released in 2008. The plant is sturdy, relatively productive and can reach considerable size. The fruits ripen from pale green to brown. 800.000 - 1.000.000 SHU."
}, {
  "name" : "Dundicut",
  "altNames" : "Dundicut",
  "species" : "Capsicum annuum",
  "origin" : "Pakistan",
  "shuMin" : "30.000",
  "shuMax" : "65.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Dundicut.jpg",
  "description" : "Dundicut: C. annuum. Varieties from Pakistan. Developed and grown in the district of Tharparkar region of Sindh. Asia also known as Lal mirch. This is a cultivar of Capsicum frutescens and Capsicum annuum. Small, round, dark red in color and flavor similar to Scotch Bonnet is commonly used as a condiment in Indian cuisine. The plant is sturdy and productive. Mature from green to dark red. 30.000 - 65.000 SHU."
}, {
  "name" : "Georgia Flame",
  "altNames" : "Georgia Flame",
  "species" : "Capsicum annuum",
  "origin" : "Republic of Georgia",
  "shuMin" : "1.000",
  "shuMax" : "1.500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Georgia%20Flame.jpg",
  "description" : "Georgia Flame: C. annuum. Variety from the Republic of Georgia. The plant is very productive, retains a medium, 60 to 70 cm. The fruit pulp is thick and crunchy with a slight spiciness. Great for the realization of sauces. Mature from green to red in 90 days. 1000 - 1500 SHU."
}, {
  "name" : "Hot Banana",
  "altNames" : "Hungarian Hot Wax Banana Chili Yellow Wax Pepper",
  "species" : "Capsicum annuum",
  "origin" : "Hungary",
  "shuMin" : "0",
  "shuMax" : "500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Hot%20Banana.jpg",
  "description" : "Hot Banana: C. annuum. Variety originally from Hungary. Also known as Yellow Wax or Banana Chili. The plant maintains a structure contained. The fruits ripen from pale yellow to orange to red. Excellent for the production of paprika, or as pickled before ripening. The spiciness is very low, 0 - 500 SHU."
}, {
  "name" : "NuMex Mirasol",
  "altNames" : "NuMex Mirasol",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "2.500",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Mirasol.jpg",
  "description" : "NuMex Mirasol: C. annuum. Hybrid variety from the USA. Built in 1991 by Dr. Paul Bosland and Max Gonzalez. Multi selection originated from a hybridization between varieties La Blanca and Santaka. The plant grows bushy and grows up to 60 cm. The fruits ripen from green to red. They are used in powder form or as decorative braids. 2.500 - 5.000 SHU."
}, {
  "name" : "CGN 19198",
  "altNames" : "GRIF 14039",
  "species" : "Capsicum eximium",
  "origin" : "Bolivia",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/CGN%2019198.jpg",
  "description" : "CGN 19198: C. eximium Species in 24 chromosomes native to Bolivia. The plant grows bushy and messy. Not pubescent and is not very productive. Sometimes the flowers grow multiples on the same stalk. The fruits are round and small, 5-7 mm, they grow upright and ripen from dark green to dark red."
}, {
  "name" : "Habanero",
  "altNames" : "Habanero",
  "species" : "Capsicum chinense",
  "origin" : "Amazon",
  "shuMin" : "500",
  "shuMax" : "577.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Habanero.jpg",
  "description" : "Habanero: C. chinense. Variety original from the Amazon. One of the first Habanero was discovered in an archaeological dig in Mexico dated to 8500 BC about. Another small fruit intact Habanero was found in Guitarrero Cave in the Peruvian highlands, and has been dated to 6500 BC Originally from the Amazon has migrated northward through Colombia to the Caribbean and in the end to the Yucatan in Mexico, which is currently the largest producer in the world. The first Western civilization were presumably to meet the Spaniards who spread it in their other colonies in the world. Following the rapid distribution of Habanero outside of the Americas, Nikolaus Joseph von Jacquin (1727-1817), Dutch botanist, erroneously classified the species \"chinense\" in 1776, because he believed that it was originally from China. Definitely the tastiest varieties, the Habanero is one of the most famous spicy ingredients."
}, {
  "name" : "Jalapeno Mucho Nacho",
  "altNames" : "Jalapeno Mucho Nacho",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "4.000",
  "shuMax" : "8.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Mucho%20Nacho.jpg",
  "description" : "Jalapeno Mucho Nacho: C. annuum. Crossbreed variety from the USA. The plant grows about 1 meter, very productive and early. The flowers are white. The fruits measure about 3-4 cm in width and 9 in length and ripen from green to red. This variety is among the best to be grilled with cheese and bacon, or breaded \"Jalapeno poppers\". 4.000 - 8.000 SHU."
}, {
  "name" : "NuMex Sandia",
  "altNames" : "NuMex Sandia",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "1.500",
  "shuMax" : "2.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Sandia.jpg",
  "description" : "NuMex Sandia: C.annuum. Hybrid variety from the USA. Created in 1956 by Dr. Roy Harper with the name Sandia A, but in 1967 it was decided to change the name just in Sandia. Selection originated from a hybridization between NuMex No. 9 and Anaheim at New Mexico State University. The plant grows 70 to 80 cm, can grow to 17 cm in length. Very popular in local home gardens. 1.500 - 2.000 SHU."
}, {
  "name" : "Lemon Drop",
  "altNames" : "Kellu Uchu",
  "species" : "Capsicum baccatum",
  "origin" : "Peru",
  "shuMin" : "15.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Lemon%20Drop.jpg",
  "description" : "Lemon Drop: C. baccatum. Variety from Peru. Original name Kellu Uchu but also known as Aji Limon, Hot lemon. Was practically unknown in the West until the early 1990s. Not to be confused with the Aji pineapple. The plant is very productive and can reach large sizes. The fruits have a flavor of citrus fruit - sour and contain very few seeds. Mature from light green to yellow. PI 315024. 15.000 - 30.000 SHU."
}, {
  "name" : "Japones Chilies",
  "altNames" : "Yatsufusa",
  "species" : "Capsicum annuum",
  "origin" : "Japan",
  "shuMin" : "40.000",
  "shuMax" : "75.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Japones%20Chilies.jpg",
  "description" : "Japones Chilies: C. annuum Variety from Japan. Also known as Yatsufusa. The name refers to a dwarf tree that does not grow. The Yatsufusa is a popular condiment in Japanese cuisine. The fruits are used to add a slight green tone to stir-fries, soups or curries. The ripe fruits are spicy and are usually dried. Ripen from dark green to deep red. 40.000 - 75.000 SHU."
}, {
  "name" : "Kurnool",
  "altNames" : "Kurnool",
  "species" : "Capsicum frutescens",
  "origin" : "India",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Kurnool.jpg",
  "description" : "Kurnool: C. frutescens. Variety from India. Little known, probably cultivated in Kurnool district in India, from which it takes its name. The plant is productive and grows about 90 cm. It has long, thin fruit taste like Tabasco. 30.000 - 50.000 SHU."
}, {
  "name" : "NuMex Twilight",
  "altNames" : "NuMex Twilight",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "50.000",
  "shuMax" : "80.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Twilight.jpg",
  "description" : "NuMex Twilight: C.annuum. Variety developed in 1992 by Dr. Paul Bosland, Jaime Iglesias, and Max Gonzalez at New Mexico State University (which creates all varieties \"NuMex\"). It is a hybrid based originally on the Thai ornamental pepper. The plant has a low profile design and is extremely productive. The fruits ripen from light green to purple, yellow, orange and red, producing a beautiful rainbow effect. 50.000 - 80.000 SHU."
}, {
  "name" : "Aji Cochabamba",
  "altNames" : "PI159248 ARS/GRIN",
  "species" : "Capsicum chinense",
  "origin" : "Peru",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Cochabamba.jpg",
  "description" : "Aji Cochabamba: C. chinense. The variety Cochabamba is originally from Bolivia. The plant is vigorous and can grow over a meter and a half high. Mature from green to red or yellow depending on the variety. Medium spicy, it tastes spicy and fruity. PI 159248"
}, {
  "name" : "Pimenta da Neyde",
  "altNames" : "Pimenta da Neyde",
  "species" : "Capsicum chinense",
  "origin" : "Brazil",
  "shuMin" : "150.000",
  "shuMax" : "250.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Pimenta%20da%20Neyde.jpg",
  "description" : "Pimenta da Neyde: C.chinense. Original variety from Brazil. Born spontaneously and mysteriously in the garden of Mrs. Neyde Hidalgo. A bit like winning the lottery chili... Is likely that it is a hybrid variety with a C. annuum. The plant can reach a considerable height with a trunk and branches almost blacks. The leaves are tending to black at the top and green at the bottom. The fruits have a very dark, purple \\ black, with the particularity of not change color when ripe. 150.000 - 250.000 SHU."
}, {
  "name" : "Earbob",
  "altNames" : "PI 159272",
  "species" : "Capsicum baccatum var. pendulum",
  "origin" : "Georgia USA",
  "shuMin" : "2.500",
  "shuMax" : "10.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Earbob.jpg",
  "description" : "Earbob: C. annuum. Variety originally from Georgia, USA. The plant can grow large. The fruit flesh is of medium thickness, a very fruity aroma and slightly spicy. Mature from green to red in about 60 days. PI 159272. 2.500 - 10.000 SHU."
}, {
  "name" : "Czechoslovakian Black",
  "altNames" : "Czechoslovakian Black",
  "species" : "Capsicum annuum",
  "origin" : "Czechoslovakia",
  "shuMin" : "2.500",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Czechoslovakian%20Black.jpg",
  "description" : "Czechoslovakian Black: C. annuum. A heirloom variety from the former Czechoslovakia. The plant is very early and grows up to 1 m. A little spicy, ripe from black to purple to red in 80 days. With its purple veins, this plant is one of the most beautiful in the garden. 2.500 - 5.000 SHU."
}, {
  "name" : "Orozco",
  "altNames" : "Orozco",
  "species" : "Capsicum annuum",
  "origin" : "East Europe",
  "shuMin" : "10.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Orozco.jpg",
  "description" : "Orozco: C. annuum. Variety from very controversial identity . In fact there are two types of information regarding this variety. The first, speaks of a plant very attractive from the stem and branches blacks, the leaves born green and then become black with a variegation that assumes the colors white, green and purple. The flowers are purple-trimmed white, the fruits are small, about 3cm, and ripen from black, dark orange to red. The second version, speaks of a plant with stem and leaves green and white flowers. The fruits ripen from green to orange. Very similar to the Bulgarian Carrot. The only egual information is the provenance; east Europe. We have found the first version, but we remain in doubt. We would appreciate, if anyone has safe information for us, and we will not hesitate to change our informations."
}, {
  "name" : "Jalapeno Early",
  "altNames" : "Jalapeno Early",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "4.000",
  "shuMax" : "6.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Early.jpg",
  "description" : "Jalapeno Early: C. annuum. Hybrid variety from Mexico. It 's the smallest of all the Jalapeno. The plant is quite small but very productive. The fruits ripen from dark green to red in 65 days. 4.000 - 6.000 SHU."
}, {
  "name" : "Tabasco Greenleaf",
  "altNames" : "Tabasco Greenleaf",
  "species" : "Capsicum frutescens",
  "origin" : "Mexico",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Tabasco%20Greenleaf.jpg",
  "description" : "Tabasco Greenleaf: C. frutescens. Variety developed by Auburn University, Alabama, USA. Variant of the regular tabasco but resistant to diseases such as Tobacco Etch Virus. Introduced in 1970 after a large part of the traditional tabasco pepper fell victim to the tobacco mosaic virus in 1960. Much like the original tabasco but does not grow at the same height and the fruit begins to color almost white. 30.000 - 50.000 SHU."
}, {
  "name" : "Aji Charapita",
  "altNames" : "Aji Charapita",
  "species" : "Capsicum chinense",
  "origin" : "Peruvian Amazon rainforest",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Charapita.jpg",
  "description" : "Aji Charapita: C. chinense. The Aji Charapita is a wild variety that grows in the region of the Peruvian jungle and the Amazon. The plant is bushy and produces hundreds of fruits very small spherical in shape. When ripe are red or yellow. Despite this variety is not cultivated on a commercial scale, the Aji Charapita can be found packaged in supermarkets in the city of Iquitos in the form of sauce. This variety has been taken as a cue for the name of a small frog discovered in 2010 in Peru, the Cetrolene charapita."
}, {
  "name" : "Chupetinho Orange",
  "altNames" : "Biquinho Amarillo",
  "species" : "Capsicum chinense",
  "origin" : "Brazil",
  "shuMin" : "20.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Chupetinho%20Orange.jpg",
  "description" : "Chupetinho Orange: C. chinense. Variety from Brazil. The name derives from its shape and meaning \"bottle\" or \"pacifier\". Also called Biquinho. Natural variant of Chupetinho. The plant is sturdy and very productive. The fruits ripen from green to orange. 20.000 - 30.000 SHU."
}, {
  "name" : "7 Molhos",
  "altNames" : "7 Molhos",
  "species" : "Capsicum chinense",
  "origin" : "Brasile",
  "shuMin" : "80.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/7Molhos.jpg",
  "description" : "7 Molhos: C.chinense. Original variety from Brazil. In Portuguese \"7 sauces\", reports a bit to 7 Pod / Pot \"7 pots\" for the ability to make 7 hot pots of food. Mature from light green to pink - orange. 80.000 - 100.000 SHU."
}, {
  "name" : "Capezzoli di Scimmia",
  "altNames" : "Capezzoli di scimmia",
  "species" : "Capsicum chinense",
  "origin" : "Bolivia",
  "shuMin" : "100.000",
  "shuMax" : "150.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Capezzoli%20di%20scimmia.jpg",
  "description" : "Capezzoli di scimmia: C. chinense. A selection of variety originating from Bolivia. The original was not pure variety (fruits were obtained by different form), so the Dr. Mario Dadomo, Director of Azienda Agraria Sperimentale Stuard, Parma, Italy, made the necessary selections to get \"his\" version of a variety. The plant grows bushy growing in height 40-50 cm and is very productive. The fruits are very small and ripen from green to orange. 100.000 - 150.000 SHU."
}, {
  "name" : "Bhut Jolokia Yellow",
  "altNames" : "Yellow Ghost Chile Lemon Bhut Jolokia",
  "species" : "Capsicum chinense",
  "origin" : "India",
  "shuMin" : "800.000",
  "shuMax" : "1.000.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Bhut%20Jolokia%20Yellow.jpg",
  "description" : "Bhut Jolokia Yellow: C. chinense. Hybrid between Capsicum chinense and Capsicum frutescens. Variety from India. Natural variant of Bhut Jolokia is also known as Lemon Bhut Jolokia, Yellow Ghost chile, Yellow Ghost Pepper. The plant is sturdy, productive enough and can grow over a meter. The fruits look a bit rough. Ripen from green to yellow in about 100 days. Has a hotness slightly less than the red variety. 800.000 - 1.000.000 SHU."
}, {
  "name" : "7 Pod Barrackpore",
  "altNames" : "7 Pod Barrackpore",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad",
  "shuMin" : "1.100.000",
  "shuMax" : "1.200.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/7%20Pod%20Barrackpore.jpg",
  "description" : "7 Pod Barrackpore: C. chinense. Cross between varieties 7 Pod / Pot , Trinidad Scorpion and other varieties. We can not yet define a different variety."
}, {
  "name" : "NuMex No 6",
  "altNames" : "NuMex No 6",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "700",
  "shuMax" : "900",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Sorry%20image%20not%20available..jpg",
  "description" : "NuMex No 6: C.annuum. Hybrid variety from the USA. Created in 1950 by Dr. Roy Harper from a selection made in 1947 from New Mexico State University. It 'a variant of NuMex No 6. The fruits can reach 20 cm in length, are less spicy, whose flesh is thicker but the plant is smaller. 700 - 900 SHU."
}, {
  "name" : "Habanero White Bullet",
  "altNames" : "Habanero White Bullet",
  "species" : "Capsicum chinense",
  "origin" : "USA",
  "shuMin" : "250.000",
  "shuMax" : "300.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Habanero%20White%20Bullet.jpg",
  "description" : "Habanero White Bullet: C. chinense. ® TM. Californian varieties recorded from Redwood City Company. The plant does not grow much in height, but tends to develop with many branches, creating a protected environment in which the fruits are abundant. Mature from light green to ivory white in about 100 days. 250.000 - 300.000 SHU."
}, {
  "name" : "Trinidad Scorpion Chocolate",
  "altNames" : "Trinidad Scorpion Chocolate",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad and Tobago",
  "shuMin" : "800.000",
  "shuMax" : "1.000.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Trinidad%20Scorpion%20Chocolate.jpg",
  "description" : "Trinidad Scorpion Chocolate: C. chinense. Variety originally from Trinidad and Tobago. Natural variant of the Trinidad Scorpion. It's one of the hottest peppers in the world, with a unique citrus flavor. The plant can grow very large, it is strong but not very productive. Mature from green to brown in 120 days. 800.000 - 1.000.000 SHU."
}, {
  "name" : "Cobincho - NMDUC",
  "altNames" : "Tova, Covincho, Putapario",
  "species" : "Capsicum chacoense",
  "origin" : "Northern Argentina, Bolivia and Paraguay",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cobincho%20-%20NMDUC.jpg",
  "description" : "Cobincho - NMDUC: C.chacoense. Rare wild variety of the species C. chacoense. It grows naturally in the area between northern Argentina, Bolivia and Paraguay. At the regional level, it takes on different names: Tova or Covincho in Paraguay, Covincho or Putapario in Argentina. The plant is unique in its species. It does not grow much in height but grows bushy with long thin branches few millimeters horizontally or pendulous. The flowers are small, white and free of stains. The fruits are pendulous, small and oval-shaped. When ripe easily detached from the stalk. Mature from green to orange to deep red. It overwinters very well and is very productive. This variety was kindly donated by John Fiedler. The abbreviation \"NMDUC\" only refers to the initial of its source for the seeds."
}, {
  "name" : "Aji Camba",
  "altNames" : "Aji Camba",
  "species" : "Capsicum annuum",
  "origin" : "Peru",
  "shuMin" : "50.000",
  "shuMax" : "60.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Camba.jpg",
  "description" : "Aji Camba: C. annuum. Variety originating from Peru. The plant grows up to 110 cm and is very productive. The flowers are white. The fruits have a very thick and juicy pulp and measure about 7 cm in length. Mature from light green, yellow, orange and finally bright red. During the ripening sometimes some purple striations appear. It has a curious slightly sweet and salty taste. It tolerates both cold and heat well. 50.000 - 60.000 SHU approx."
}, {
  "name" : "Paper Lantern",
  "altNames" : "Paper Lantern",
  "species" : "Capsicum chinense",
  "origin" : "Peru",
  "shuMin" : "400.000",
  "shuMax" : "450.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Paper%20Lantern.jpg",
  "description" : "Paper Lantern: C.chinense. Variety from Peru. It's a kind of chili closely related to Habanero. The plant is sturdy, with long branches and very productive. The inserts have an elongated shape, diamond. Mature from light green to bright red in 90 days. 400.000 - 450.000 SHU."
}, {
  "name" : "Maras Biber",
  "altNames" : "Ipec Pul Biber Marash",
  "species" : "Capsicum annuum",
  "origin" : "Turkey",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Maras%20Biber.jpg",
  "description" : "Maras Biber: C. annuum. A variety from Turkey. Also known as Ipec Pul Biber Marash. One of the most delicious Turkish peppers. From plump oblong shape, the Maras takes its name from the town south-east of Kahramanmaras where it is grown near the border with Syria. Generally used in powder after drying varies from dark red-orange to a shade that is almost crimson. It has a slightly smoky aroma is rich, fruity and slightly acidic. 30.000 - 50.000 SHU."
}, {
  "name" : "Cobincho - MDESH",
  "altNames" : "Tova, Covincho, Putapario",
  "species" : "Capsicum chacoense",
  "origin" : "Northern Argentina, Bolivia and Paraguay",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Cobincho%20-%20MDESH.jpg",
  "description" : "Cobincho - MDESH: C.chacoense. Rare wild variety of the species C. chacoense. It grows naturally in the area between northern Argentina, Bolivia and Paraguay. At the regional level, it takes on different names: Tova or Covincho in Paraguay, Covincho or Putapario in Argentina. The plant is unique in its species. It does not grow much in height but grows bushy with long thin branches few millimeters horizontally or pendulous. The flowers are small, white, with slightly elongated petals and free of stains. The fruits are small and oval-shaped. Unlike the \"NMDUC\" variant, the fruits grow upright. When ripe easily detached from the stalk. Mature from green to black to bright red. It overwinters very well and is very productive. This variety was kindly donated by John Fiedler. The abbreviation \"MDESH\" only refers to the initial of its source for the seeds."
}, {
  "name" : "Zavory",
  "altNames" : "Zavory",
  "species" : "Capsicum chinense",
  "origin" : "USA",
  "shuMin" : "0",
  "shuMax" : "100",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Zavory.jpg",
  "description" : "Zavory: C. chinense. Variety developed by Dr. Paul Grun at Pennsylvania State University. The Zavory was the first Habanero with a registration of only 100 Scoville units. The plant reaches 70\\80 cm in height, but becomes very prolific only in the second half of summer. The fruits are 5cm long and 3cm wide, ripen from green to red. 0 - 100 SHU. It's rare but possible, find someone sometimes a little more spicy."
}, {
  "name" : "NuMex Sunrise",
  "altNames" : "NuMex Sunrise",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "300",
  "shuMax" : "500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Sunrise.jpg",
  "description" : "NuMex Sunrise: C.annuum. Hybrid variety from the USA. Created in 1988 by Dr. Paul Bosland, Jaime Iglesias and Steve Tanksley. Selection originated from a hybridization between a Permagreen, a green pepper and a bell NuMex 6-4, at New Mexico State University. The fruits ripen from green to yellow. Variety used mainly as an ornamental. 300 - 500 SHU."
}, {
  "name" : "Trifetti Orange",
  "altNames" : "Trifetti Orange",
  "species" : "Capsicum annuum",
  "origin" : "Italy",
  "shuMin" : "5.000",
  "shuMax" : "10.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Trifetti%20Orange.jpg",
  "description" : "Trifetti Orange: C. annuum. Variety born in Italy from a spontaneous cross between a Variegata Trifetti and an unknown variety. The plant has maintained its beautiful variegation and remains more or less identical to the original. The fruits ripen in different chromatic passages ranging from dark purple, to green and purple, to green and white, to light orange to intense orange. 5.000 - 10.000 SHU."
}, {
  "name" : "7 Pod",
  "altNames" : "7 Pod",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad",
  "shuMin" : "900.000",
  "shuMax" : "1.111.735",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/7%20Pod-.jpg",
  "description" : "7 Pod : C. chinense. The 7 Pod it's originally from the area of Chaguanas Trinidad. In the Caribbean it is also known as 7 \"POT\" for its ability to make spicy seven pots of stew. The plant has a strong structure. The fruits ripen from light green to red. Outside the epicarp it is very wrinkled and inside have a high percentage of placental tissue that make them extremely hot. 900.000 - 1.111.735 SHU."
}, {
  "name" : "Bangalore Whippet's Tail Black",
  "altNames" : "Bangalore Whippet's Tail Black",
  "species" : "Capsicum annuum",
  "origin" : "Italy",
  "shuMin" : "20.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Bangalore%20Whippet's%20Tail%20Black.jpg",
  "description" : "Bangalore Whippet's Tail Black: C. annuum. Cross between a Bangalore Whippet's Tail x Peruvian Purple. This variety was created by Angelo Birtele, a friend of ours, and is selected and is being stabilized by Chileplanet.eu (F5 - 2017). The plant reaches the height meter and is very productive. The flowers are purple, the leaves are green but may appear black spots if exposed to full sun. Fruits are about 1.5 cm thick and can reach 15 cm. They mature from black to dark green to red. Curiously, the peel is not completely shiny but often takes on a satin appearance. The contrast between green, purple and black creates a beautiful effect. 20.000 - 50.000 SHU."
}, {
  "name" : "Jalapeno TAM",
  "altNames" : "Jalapeno TAM",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "500",
  "shuMax" : "1.500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20TAM.jpg",
  "description" : "Jalapeno TAM: C. annuum. Hybrid variety from the USA. A fresh Jalapeno developed at Texas A & M University (TAM). The plant is compact in size from 40 to 50 cm, very productive with thick foliage. The fruits ripen from green to red in 70 days. 500 - 1.500 SHU. After more than 12 generations of crossings, has been developed the Jalapeno TAM II. Varieties resistant to diseases."
}, {
  "name" : "Aji Verde",
  "altNames" : "Aji Verde",
  "species" : "Capsicum baccatum",
  "origin" : "Peru",
  "shuMin" : ".......",
  "shuMax" : ".......",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Verde.jpg",
  "description" : "Aji Verde: C. baccatum. Original variety from Peru. It grows in the northern coastal valleys of Peru, mainly in Lambayeque and Piura. It 'a wild but widely used in many recipes of Peruvian cuisine. Despite the name \"Green\" fruits ripen from green to orange or red in 90 days. It is generally eaten fresh or for making sauces."
}, {
  "name" : "Aleppo",
  "altNames" : "Pul Biber, Halaby",
  "species" : "Capsicum annuum",
  "origin" : "Syria",
  "shuMin" : "5.000",
  "shuMax" : "10.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aleppo.jpg",
  "description" : "Aleppo: C. annuum. Variety originally from Syria. It takes its name from Aleppo, a city along the Silk Road in the north of Syria. Also known as Pul Biber or Halaby. The plant is sturdy and productive despite not reaching large. Used as a spice, particularly in the Middle East and Mediterranean cuisine. 5.000 - 10.000 SHU."
}, {
  "name" : "Aji Chombo",
  "altNames" : "Aji Chombo",
  "species" : "Capsicum chinense",
  "origin" : "Panama",
  "shuMin" : "100.000",
  "shuMax" : "350.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Chombo.jpg",
  "description" : "Aji Chombo: C. chinense. The Aji Chombo is a type of chili closely related to Habanero. Elongated shape is a rare variety from Panama in Central America. Very spicy, measuring 100.000 - 350.000 Scoville units. Is used in the dishes hottest Panamanians. Mature from green to colors ranging from orange to scarlet."
}, {
  "name" : "Bhut Jolokia Chocolate",
  "altNames" : "Bhut Jolokia Chocolate",
  "species" : "Capsicum chinense",
  "origin" : "India",
  "shuMin" : "800.000",
  "shuMax" : "1.001.300",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Bhut%20Jolokia%20Chocolate.jpg",
  "description" : "Bhut Jolokia Chocolate: C. chinense. Hybrid between Capsicum chinense and Capsicum frutescens. Variety from India, made available to the public in 2008 thanks to the Frontal Agritech. Natural variant of Bhut Jolokia. The plant is sturdy, productive enough and can grow over a meter. The fruits look a bit rough. It has all the characteristics of the red Bhut Jolokia but is much more sweet and fruity. 800.000 to 1.001.300 SHU."
}, {
  "name" : "Chupetinho",
  "altNames" : "Biquinho",
  "species" : "Capsicum chinense",
  "origin" : "Brazil",
  "shuMin" : "20.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Chupetinho.jpg",
  "description" : "Chupetinho: C. chinense. Variety from Brazil. The name derives from its shape and meaning \"bottle\" or \"pacifier\". Also called Biquinho. The plant is sturdy and very productive. The fruits ripen from green to red or yellow or orange depending on the variety. 20.000 - 30.000 SHU."
}, {
  "name" : "Bolivian Rainbow",
  "altNames" : "Bolivian Rainbow",
  "species" : "Capsicum annuum",
  "origin" : "Bolivia",
  "shuMin" : "10.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Bolivian%20Rainbow.jpg",
  "description" : "Bolivian Rainbow: C. annuum. Ancient ornamental variety native to Bolivia. The plant maintains a structure contained, approximately 40-60 cm. The fruits are small, grow upright and ripen from purple to white \\ yellow to orange and finally red. This variety is one of the most beautiful to decorate the garden. 10.000 - 30.000 SHU."
}, {
  "name" : "Wiri Wiri",
  "altNames" : "Hot Cherry Bird Cherry pepper",
  "species" : "Capsicum chinense",
  "origin" : "Guyana",
  "shuMin" : "100.000",
  "shuMax" : "150.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Wiri%20Wiri.jpg",
  "description" : "Wiri Wiri: C. chinense. A variety from Guyana. Wiri Wiri is traditionally used in local cuisine, but the arrival of varieties that are faster and more productive, are making Wiri Wiri a heirloom variety. The plant grows about 70 cm in pot and is very productive. The flowers are white with yellow anthers. The fruits grow in a vertical position, they are round with an average diameter of 1 cm. They ripen from green to orange to red. Because of its cherry-like appearance, it is sometimes called Hot Cherry or Bird Cherry pepper. 100.000 - 150.000 SHU."
}, {
  "name" : "CAP 1445",
  "altNames" : "Chacoense var Chile Congo",
  "species" : "Capsicum chacoense",
  "origin" : "Bolivia",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/CAP%201445.jpg",
  "description" : "CAP 1445: C. chacoense Variety to 24 chromosomes originating from Bolivia. It 'also known as Chacoense var Chile Congo. The plant is not pubescent, grows bushy and so messy but very productive. The flowers are white with yellow anthers. The fruits are cylindrical and of small dimensions, about 1 cm, growing in the upright position and come off very easily to complete maturation. Ripen from dark green to dark red."
}, {
  "name" : "Trinidad Scorpion",
  "altNames" : "Trinidad Scorpion",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad and Tobago",
  "shuMin" : "900.000",
  "shuMax" : "1.191.595",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Trinidad%20Scorpion.jpg",
  "description" : "Trinidad Scorpion: C. chinense. Variety originally from Trinidad and Tobago, an island nation located in the Caribbean Sea to the north-east of Venezuela in the archipelago of the Lesser Antilles. Is one of the hottest peppers in the world, with a unique citrus flavor. The plant is sturdy and can reach considerable size. Mature from green to red or yellow or orange or brown depending on the variety, in approximately 120 days. 900.000 - 1.191.595 SHU."
}, {
  "name" : "Trinidad Scorpion Moruga Yellow",
  "altNames" : "Trinidad Scorpion Morouga Yellow",
  "species" : "Capsicum chinense",
  "origin" : "Trinidad and Tobago",
  "shuMin" : "1.000.000",
  "shuMax" : "2.009.231",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Trinidad%20Scorpion%20Moruga%20Yellow.jpg",
  "description" : "Trinidad Scorpion Moruga Yellow: C. chinense. It takes its name from Moruga district located on the central coast, south of Trinidad. Yellow variant of the Trinidad Scorpion Moruga Blend, which is a cross between Trinidad Scorpion and 7 Pod. The fruits have a completely wrinkled skin and are larger than the version \"Blend\". As of February 2012, the New Mexico State University Chili Institute, has identified the Trinidad Scorpion Moruga Yellow as the hottest chili in the world, with a maximum registration of 2.009.231 and average of 1.200.000 SHU. The Guinness World Records, however, did not have concrete data in order to record. Mature from green to yellow. 1.000.000 - 2.009.231 SHU."
}, {
  "name" : "Guajillo",
  "altNames" : "Guajillo",
  "species" : "Capsicum annuum",
  "origin" : "Mexico",
  "shuMin" : "2.500",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Guajillo.jpg",
  "description" : "Guajillo: C. annuum. Variety from Mexico. Second only to Ancho, is one of the most popular peppers in Mexico. Guajillo, Ancho and Pasilla together are referred to as the Holy Trinity of chiles and are considered the best to create the Mole sauce. Is dried whole taking on a reddish-brown color. It has a very thick skin and a slight spiciness. 2500 - 5000 SHU."
}, {
  "name" : "NuMex R Naky",
  "altNames" : "NuMex R Naky",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "260",
  "shuMax" : "760",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20R%20Naky.jpg",
  "description" : "NuMex R Naky: C.annuum. Hybrid variety from the USA. Creado in 1985 by Dr. Nakayama and named after his wife, Rose. Selection originated from a hybridization between Rio Grande 21, NuMex 6-4 and an unknown Bulgarian pepper, at New Mexico State University. The fruits can reach 20 cm in length. Early variety, is used in powder form for its mild spiciness. 260 - 760 SHU."
}, {
  "name" : "Goat Horn",
  "altNames" : "PI 321003",
  "species" : "Capsicum annuum",
  "origin" : "Taiwan",
  "shuMin" : "3.000",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Goat%20Horn.jpg",
  "description" : "Goat Horn: C. annuum. Variety from Taiwan. It 'a variety of cayenne type, very popular in Southeast Asia. It is used in cooking to flavor dishes. The plant is sturdy and compact. Mature from green to red. 3000 - 5000 SHU. PI 321003"
}, {
  "name" : "Explosive Ember",
  "altNames" : "Explosive Ember",
  "species" : "Capsicum annuum",
  "origin" : ".......",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Explosive%20Ember.jpg",
  "description" : "Explosive Ember: C. annuum. Ornamental variety unknown origins. The plant retains a low, 40 to 50 cm. The dark purple leaves make it very decorative for the garden. The fruits ripen from purple to orange to bright red in 90 days. 30.000 - 50.000 SHU."
}, {
  "name" : "Ubatuba Cambuci",
  "altNames" : "Aji Ubatuba Cambuci",
  "species" : "Capsicum baccatum",
  "origin" : "Brazil",
  "shuMin" : "0",
  "shuMax" : "500",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Ubatuba%20Cambuci.jpg",
  "description" : "Ubatuba Cambuci: C. baccatum. Originally from Brazil. A rare variety that takes the name of two cities in Sao Paulo. The plant can grow large and produce fruit from the unusual shape. Much like the Bishop's crown but less spicy. Matures from green to orange-red of about 90 to 100 days. 0 - 500 SHU."
}, {
  "name" : "Aji Cito",
  "altNames" : "Aji Cito",
  "species" : "Capsicum baccatum",
  "origin" : "Peru",
  "shuMin" : "80.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Cito.jpg",
  "description" : "Aji Cito: C. baccatum. Variety originating from Peru. The plant, in pot, grows about 150 cm and 50 cm wide. The fruits are pendulous, measuring about 5cm in length and 1cm in width and ripen from green to yellow-orange. One of the most spicy varieties of Capsicum baccatum, if not the most spicy. 80.000 - 100.000 SHU."
}, {
  "name" : "Datil",
  "altNames" : "Datil",
  "species" : "Capsicum chinense",
  "origin" : "Chile",
  "shuMin" : "100.000",
  "shuMax" : "300.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Datil.jpg",
  "description" : "Datil: C. chinense. Varieties of uncertain origins. Some theories claim that it was brought to St. Augustine in 1777 by a group of contract workers originating from the island of Menorca in Spain after leaving a settlement in New Smyrna, Florida. Another theory is that it originates from Peru and the Minorcan community has gathered the seeds in Cuba during the trip to Florida. Another more reliable theory held by David Nolan, is that it was brought from Chile around 1880 by a jelly producer named S.B.Valls in Menorca community and then to St. Augustine in Florida. The Datil has been the heart of the old kitchen in Florida since 1900. In St. Augustine there is an annual festival. The plant is sturdy and productive. Similar to Habanero but sweet flavor and fruity. Mature from green to yellow-orange. 100.000 - 300.000 SHU."
}, {
  "name" : "Rocoto Red",
  "altNames" : "Locoto, Manzano",
  "species" : "Capsicum pubescens",
  "origin" : "Peru",
  "shuMin" : "50.000",
  "shuMax" : "250.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Rocoto%20Red.jpg",
  "description" : "Rocoto Red: C. pubescens. Original variety from the slopes of the Peruvian Andes. In Bolivia is called Locoto but is generally known as Manzano for its shape resembling an apple. Archaeological evidence indicates that the Rocoto is certainly the first species of chili to have been domesticated. It has very little genetic variation in the species, so as to be practically not crossing with no other species or wild or domesticated, except for C. cardenasii and C. eximium. This ancient species is also the only one without a wild form, is the most cold-resistant and grows well at high altitudes, generally between 1500m and 2900m. The leaves and stem are dendrogrammaed with hairs, the seeds of the fruits are dark brown, blacks, very wrinkled and generally larger than the seeds of other species. The plant can ragging enormous size and can live up to 15 years, produces a good amount of fruit. The fruits have a very thick pulp and ripen from green to red but there are variations in yellow, orange and brown. 50.000 - 250.000 SHU."
}, {
  "name" : "Ethiopian Brown",
  "altNames" : "Berbere",
  "species" : "Capsicum annuum",
  "origin" : "Ethiopia",
  "shuMin" : "1.000",
  "shuMax" : "5.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Ethiopian%20Brown.jpg",
  "description" : "Ethiopian Brown: C. annuum. Varieties from Ethiopia. Also known as Berbere. It is a key ingredient of a famous blend of spices, Berbere seasoning essential for dishes Ethiopians and Eritreans. Mature from green to brown to bright red. 1.000 - 5.000 SHU."
}, {
  "name" : "Infinity Chili",
  "altNames" : "Infinity Chili",
  "species" : "Capsicum chinense",
  "origin" : "England",
  "shuMin" : "800.000",
  "shuMax" : "1.067.286",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Infinity%20Chili.jpg",
  "description" : "Infinity Chili: C. chinense. Hybrid varieties created in England by Nick Woods, Grantham, Lincolnshire. For two weeks in February 2011, the Infinity was awarded the Guinness World Record title for the hottest pepper in the world, with 1.067.286 SHU. On 25 February 2011 it was moved from the Naga Viper which recorded 1.382.118 SHU."
}, {
  "name" : "Aji Charapon Rojo",
  "altNames" : "Aji Charapon Rojo",
  "species" : "Capsicum chinense",
  "origin" : "Peruvian Amazon rainforest",
  "shuMin" : "30.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Charapón%20Rojo.jpg",
  "description" : "Aji Charapon Rojo: C. chinense. Variety from the Peruvian Amazon region. As the name indicates, this is a more plump cultivar than the small Aji Charapita. Moreover, unlike the Charapita, the Charapon grows downwards. The plant is bushy and grows, in pots, about 70 cm. The fruits, similar to cherries, measure on average 1 cm in diameter and ripen from green to red. Very aromatic, it can be used in any recipe that requires Charapita. 30.000 - 50.000 SHU approximately."
}, {
  "name" : "Quadrato Asti",
  "altNames" : "Quadrato d'Asti",
  "species" : "Capsicum annuum",
  "origin" : "Italy",
  "shuMin" : "0",
  "shuMax" : "0",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Quadrato%20d'Asti.jpg",
  "description" : "Quadrato d'Asti: C.annuum. Variety from Italy. Cultivated especially in the municipalities of Costigliole and Isola d'Asti in Piedmont. It's a variety of merit of square shape, with marked lateral grooves and apex very sunken. Very meaty, mature from green to yellow or red depending on the variety. 0 - 0 SHU."
}, {
  "name" : "Aji Benito",
  "altNames" : "Aji Benito",
  "species" : "Capsicum baccatum",
  "origin" : "Bolivia",
  "shuMin" : "-------",
  "shuMax" : "-------",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Aji%20Benito.jpg",
  "description" : "Aji Benito: C. baccatum A variety from Bolivia. A very productive plant and resistant to cold temperatures. Matures from a bright green to red in about 90 days. Thick flesh and hotness media."
}, {
  "name" : "NuMex Pinata",
  "altNames" : "NuMex Pinata",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "45.000",
  "shuMax" : "50.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/NuMex%20Pinata.jpg",
  "description" : "NuMex Pinata: C. annuum. Hybrid variety from the USA. Born spontaneously in 1998 by cultivar Early Jalapeno at New Mexico State University. The Pinata is the only Jalapeno multicolored. The fruits ripen from light green to yellow to orange and finally to red. The plant has a compact size with an unusual yellowish foliage. 45.000 - 50.000 SHU."
}, {
  "name" : "Gundu Molzuka",
  "altNames" : "Ramnad Mundu Salem Gundu",
  "species" : "Capsicum annuum",
  "origin" : "India",
  "shuMin" : "15.000",
  "shuMax" : "30.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Gundu%20Molzuka.jpg",
  "description" : "Gundu Molzuka: C. annuum. Heirloom variety originally from India. Also known by the names: Ramnad Mundu and Salem Gundu. This variety of chili is traditionally cultivated in the Ramnad district and is the most popular and used in the federated state of Tamil Nadu in southern India. Gundu Molzuka literally translated means \"fatty chili\" in the Tamil language. The plant grows to a height of about 120 cm. The fruits have a squat and round shape, they measure 2.5 cm in width and 3 cm in length and ripen from green to red. 15.000 - 30.000 SHU."
}, {
  "name" : "Jalapeno Sierra Fuego",
  "altNames" : "Jalapeno Sierra Fuego",
  "species" : "Capsicum annuum",
  "origin" : "USA",
  "shuMin" : "4.000",
  "shuMax" : "6.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Jalapeño%20Sierra%20Fuego.jpg",
  "description" : "Jalapeno Sierra Fuego: C. annuum. Hybrid variety from the USA. The plant is extremely productive with leaves Jalapeno larger than normal. The fruits ripen from dark green to red. Excellent as pickles. 4.000 - 6.000 SHU."
}, {
  "name" : "Zimbabwe Bird Eye",
  "altNames" : "Piri Piri, Peri Peri, Pili Pili.",
  "species" : "Capsicum frutescens",
  "origin" : "Africa",
  "shuMin" : "50.000",
  "shuMax" : "100.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Zimbabwe%20Bird%20Eye.jpg",
  "description" : "Zimbabwe Bird Eye: C.annuum. Variety originally from Africa. It is also called Peri Peri, Pili Pili, or Piri Piri depending on the area. From the various pronunciations means \"pepper-pepper\". The plant grows bushy and grows in height from 45 to 60 cm, is also suitable as an ornamental. Mature from green to bright red. 50.000 - 100.000 SHU. Some varieties of Bird eye can measure up to 175.000 SHU."
}, {
  "name" : "Antohi Romanian",
  "altNames" : "Antohi Romanian",
  "species" : "Capsicum annuum",
  "origin" : "Romania",
  "shuMin" : "0",
  "shuMax" : "0",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Antohi%20Romanian.jpg",
  "description" : "Antohi Romanian: C. annuum. A heirloom variety from Romania. It is named after Jan Antohi an acrobat Romanian who defected in the '80s in the United States. In late 1991, he returned to visit his family in Romania before returning to the United States with the seeds of this chilli. The plant precocious and very productive. The fruits are sweet and ripen from pale yellow, to orange, to red. 0 - 0 SHU."
}, {
  "name" : "Bishop's Crown",
  "altNames" : "Christmas Bell",
  "species" : "Capsicum baccatum",
  "origin" : "Barbados",
  "shuMin" : "5.000",
  "shuMax" : "15.000",
  "imageURL" : "http://www.chileplanet.eu/schede/pepper/Bishop's%20Crown.jpg",
  "description" : "Bishop's Crown: C. baccatum. Variety originally from Barbados. Also known as Christmas Bell. Has an unusual shape and a spicy fruity flavor. The flesh is thin but crisp. Similar but not to be confused with the Rocotillo and Ubatuba Cambuci. The plant is very productive and can reach considerable size. The fruits ripen from light green to red in 90 to 100 days. 5.000 - 15.000 SHU."
} ]